{
  "video_id": "3uruZpYz_LI",
  "text": "9:00 a.m. in Shanghai, Shenzhen, and here in Hong Kong, you're watching the China Show. I'm Yvon Man with David and Glass. >> We are counting down to the open of markets in greater China. Our top stories today, Asian stocks inching up ever so slightly and cooler than expected US inflation data failing to move the needle on Fed rate cuts, at least for this month. Now, election speculation boosting Japanese stocks and pushing the yen deeper into intervention territory. >> Global central banks and former officials circle the wagons around J. Powell in response to Trump administration's attacks and they say threatened to undermine Fed independence. >> And we'll take a closer look at China's biotech sector, hearing from companies driving innovation in cancer treatments, weight loss, and also beyond. Good morning once again. Welcome to the program. Lots to get into over the next two hours or so. The pattern across markets is I'll just make this very simple. Apart from Japan to a lesser extent, the big move up in oil. Nothing much else is happening. Uh we're trading sideways across most equity benchmarks as you can see. Although that could change once we get into the Chinese market which has uh some idiosyncratic factors pushing that to the upside. Trade numbers are coming out today. We'll get to the election boost. We're still seeing current present tense in Japan. 1.3% yields are pushing substantially higher uh in the JGB market. In fact, I think we're now down counting today should be eight straight days of weakness. Flip the page, please. uh in the JGB market which is the longest losing streak going back to 2024. Oil is pairing back after what was quite a bigish pop that we had. Shanghai crude as you can see is reflecting that move that we had in Brent going into the cuto off this morning. Silver futures are pushing yes 90 bucks. That's where we are. 95,000 in Bitcoin. Dollar story is one where it was a weaker CPI print. it wasn't weak enough to weaken the shackles of any expectations around the Fed holding this month. Uh the yen as you can see is yes 115 and we've taken that out maybe 160. Speaking of nice round numbers in the currency markets dollar honky uh is so Hong Kong dollar is not trading on the weaker side of the band 1780. There we go north of that level and nothing much to tell you about as far as futures go. Uh two month highs though as far as the hanging uh China index as well. So we'll talk more about that later on of course. >> Yeah. And certainly the China rally is still front and center. You're starting to see even global investors turn more positive around this this equity story here whether it is because of the rem strength that we've seen that can continue to charge flows and whatnot. But really just on the betting of valuations are still looking cheap on the whole AI story and the like. So there's still legs in this it seems right now. um at a time when we continue to see right this volatility I guess you could call it when it comes to rates and and the Fed discussion and certainly we continue to see longend rates uh melting up or at least catching up here just to not just about Japan but really about what's going on with the Fed too. I mean it does add to the premium in in US assets right particularly when you look at fixed income and you know we were talking about this yesterday you know the cleaner play is em is Asia Japan obviously has a different set of factors there Korea is the AI play China was only missing the earning story but that's starting to come together right so when that comes together then you certainly have more stars align as far as the Chinese market goes just a statistic 3.6 6 trillion was the turnover north of that yesterday. >> Another record. >> Another record. It topped to three and a half trillion the day the day before. So, we'll watch that closely today. U trade numbers are coming out of China. Speaking of uh data, the US CPI print was did affect markets somewhat. It wasn't big enough to move the needle on the Fed though. >> Relatively benign, which I think was a bit of relief for the for the doves out there that are still expecting two rate cuts this year. Um certainly that does doesn't really do much in terms of the the as you say the calculus there. But certainly is that more important or really what's going on the drama that you're seeing politically uh around the Fed. But it's interesting right when you when you hear the the bullish court or the chorus of central bank governors >> that are really chiming in on on this whole DOJ criminal investigation into Powell and and you start to see it. I saw it on my Instagram really instantly on the ECB Instagram page. Um, but you we can pull up the really the statement from it's not just from the ECB, right? It's also this joint statement that comes through from the Bank of Canada uh from uh I believe there's another one here. BOJ was not part of it, interesting enough. >> But it's rare to see that solidarity really from these global central bankers here. >> Yeah, I mean, I should say that's the one I missed. >> You're right. There's very little. In fact, this probably is the only major issue that they could all agree on, which is the, you know, the how important uh independence is of the central bank. And >> Jimmy Diamond also had >> I was about to say, yeah, it's not just central bankers, right? It's big bank bosses have coming out and of course he's ruffled some feathers as far as his comments and what uh the US president then said about his comments on on that as well. And I think what's uh what Jamie Diamond said and obviously there's a JP Morgan earnings not to confuse that too was that this might actually backfire and lead to higher inflation and higher interest rates. Yeah, this is what he had to say. Of course, uh in fact it we we heard not just from President Trump, not just from what we just talked about there, but also current and former central bankers amid of course the DOJ's investigation uh into the Fed. >> He's billions of dollars over budget. So he either is incompetent or he's crooked. I don't know what he is, but he does a certainly he doesn't do a very good job. >> It's still not a slam dunk even with a new Fed chair that uh rates actually decline, particularly if um the administration jaw boning and potential legal challenges uh raise concerns about Federal Reserve and independence and and make some of the voting members uh want to be sure that the economic conditions justify a move. When there's uh attempts to unduly influence monetary policy decisions, when those are successful, those often lead to very unfortunate economic outcomes, including economic and uh high inflation. >> When you talk to members of Congress on both sides of the aisle, they understand this. They may have different rhetoric out in public, but you talk to them one-on-one, they understand how critical the Federal Reserve is, and they are going to push back. I that's where I'm in office. I don't think they'll let this happen. >> For more, let's bring in Derek Wbang, our senior editor, joining us from San Francisco. It seems like the the support and the and the voices that are really rallying behind Jay Pal seem to be growing in some way. Derek, what do we have to watch out for next? >> Well, they are. And you you mentioned quite rightly, I think, that uh very notable uh letter from a whole bunch of central bank governors, the ECB, the Bank of England, the Reichkes Bank, the Swiss National Bank, the RBA, the RBNZ, the Norish Bank, you know, Bank of Canada, etc., etc., etc. Getting them all together uh on something like this is certainly very notable. I'm not sure that Donald Trump is is very interested in what, you know, the governor of the Reichkes Bank thinks about anything. let's be very clear. Um, but having all of these folks together to really sort of send that signal and it's one you really are hearing, I think, from across Wall Street, Jamie Diamond, the latest in the big names. But we've heard from a lot of commentators who are really kind of wary of the road that we're starting to go down here and the amount of heaping pressure uh that is on uh Jay Powell. Certainly, I think the idea of grand jury subpoenas coming uh to the Federal Reserve has taken this up a notch. It's been very clear that Donald Trump believes that he has the right um to to say whatever he wants to about what the Fed ought to do about interest rates. He has the right to say whatever he wants to about uh Jay Powell's uh job, what he's done, uh the, you know, the pathways and all of these other things, right? That's been very clear. But you start taking legal action into there and that brings this up into a different notch into a different level. Um and and certainly I think the the subpoenas have unnerved some people and uh and and we've already started to see a little bit of kind of blipping in markets even though that's kind of leveled off um reasonably quickly. You can see a little bit of unease there. Uh I do think that the you know when when I start this this remark and I say I don't think he's listening to them. Let me tell you who he I think he will be listening to and that is the voices of fellow Republicans in Congress, some of whom have been quite critical and suggested that there could be consequences if there is seen to be a major move uh against the Fed's bedrock independence, not least of which that Trump could have difficulty even in a Republican Senate getting his own Fed nominees through. And of course that is a little bit of cutting one's nose off despite one's face. >> Yeah. And Derek, I just thought about it. You know, the the US president listens to the markets. He arguably from this time last year, he listens more to the bond market than he does to the equity market. And he also, I guess, in some ways looking at some of the moves recently from the White House, whether that's capping things like mortgage rates or credit card debt, he he cares about inflation given it is of course an election year. If inflation does start to pick up, if Jamie Diamond is right that this might lead to higher rates, might that change the tune coming out of the US president? Well, David, I think you've hit on something there and I think you have to look at a lot of um the way that the White House is framing a lot of things in in this part of the uh of the second administration, right? You're coming into the you're in a midterm election year. The midterms are at the start of November, right? And the general consensus in Washington right now is that the midterms are going to be fought over this issue of affordability. Can voters in the United States who feel pressure in their pockets and bear in mind that is a group that that Donald Trump credits in part with his presidency, right? Those are voters that he has been able to speak to before. But we have seen in elections uh in the last couple of months where Democrats have overperformed from 20 uh 24 and in such a way that if that continued through in November, they would likely take the House and have a shot at the Senate as well. Um that ends Donald Trump's free run in Washington were that to happen. So the stakes are reasonably high and you are seeing the president go forward with an awful lot of policies toward uh affordability. Now lowering rates is certainly one of those things that he wants to see happen, but he doesn't necessarily have too much direct control over that. He has control over some of these more populist ideas that he's putting out right now. And you're gonna see that this White House and this president go forward with some of those things even if it makes some of his fellow Republican members of Congress a little bit nervous. >> Derek, thank you. Derek Wallbank there in San Francisco for us, our senior editor. Let's bring in Eatarina Vigos here, Asia XJapan CIO at BNP Power Asset Management. Good morning and very nice to see you. >> Good morning. uh does this bacon a further premium into US assets whether that's specifically I guess the dollar and and the treasury market how do you think about this >> look I I think if you had to pull back a little bit from the news flow and then there's a lot of news flow and for the moment at the moment a ton and a lot of these headlines of course >> as your reporter said if I had to pull back a little bit what is actually happening in the US economy and ultimately the biggest opportunity for the US in 2026 and beyond is to re-industrialize to become a lot more of a producer what it consumes and ultimately to that lower income population that'll be a beneficiary that certainly that population is expected to benefit. Now what are the catalysts for that to materialize in 2026 and beyond and we started the year not in a perfect place but in a good place when it comes to financial conditions you know and again the Fed has an easing bias but again we don't know the timing but I think the the the willingness to ease if they need to is that we're starting financial conditions that good inflation is in check to some degree uh we have fiscal stimulus from one big beautiful bill that is in place that is going to help restoring of some activity to the US so the formation of resilience of US growth I think is there and I think this is what we need to kind of as an investor need to pay attention to and of course there's headlines regarding at the moment as the headlines for now uh of course the the uncertainties but the Fed independence is still there for now right I think it's it's being challenged obviously the headline but it's not actually impacted in in kind of a critical way for us to to start concerning >> so there's still value I guess in staying in US assets do you think right now I mean there's many that are talking about rotating into Asia where might safer waters might be in this part of the world. >> Right? I think diversification if you look at 2025 diversification paid off significantly and this is not just about rotation. I think investment diversifying into Europe paid off. So I think as we go in 2026 investors should diversify and again because US rally is still very much concentrated. Now the broadening story for us does have leg to move in 2026 and the catalyst I've talked about a bit earlier. I think the catalysts are there for that broadening and ultimately investors are not going to look at this magnificent seven but what are the ramifications to the broader market what are the ramifications to the magnificent spending in the economy right what are the implication of one big beautiful bill and where is that re-industrialization kind of leaning towards and I think that when it comes to US is not just stay investing mega caps it's diversifying other smaller cap companies and diversifying away from from US as well into Europe and Asia notably as well but again not to forget that we're still in very much concentrated market where it's still run by this AI tech story. >> Yeah. Talk to us more about Europe. >> What's the what's the what's the what needs to happen and why do you think so highly about what's going on there? >> Well, I I think ultimately if you look at Europe, what has happened over the last 5 years, if not a decade, they've lost competitiveness and largely lost competitiveness against China for for its exports. 60% of revenues for for Europe. It's one of the largest economies that relies on the global growth, right? So and China is taking a large part of that share because they become more competitive particularly in highly high value added sectors right. So what Europe needs to do is really rise its competitiveness right and how do they need to do the key challenges for them is the unified capital markets is the unified regulation in Europe that needs to change and that is again we've seen some green shoots around that we've seen some various policies that are put in place but we need to see a speed for policy makers to actually push that through for those changes to materialize and for the economy to become more competitive and the other part is strategic economy and we've seen um we've seen already the the the fiscal stimulus from Germany that is going to bring a lot more strategic autonomy not just for Germany but for Europe that's that's regarded defense but it's not just defense I think this is a broadening of kind of the the growth that it's structural growth that it's it's manifesting in in the the European economy >> we we hit most of your conviction calls the the the bond story is interesting right because you have of course what's going on in the sovereign bond market where long yields continue to kind of perk up a bit given what we've been seeing around the world but but credit you say is still has value right now. I mean how should I be looking at credit this year? >> So credit ultimately is about all in yields and I think you could say valuations areight fairly tight that tight I wouldn't say stretch they're tight. I think you have to look at various elements demand supply you have to look at structural shift the quality of IG market and high yield market has improved over the years. So you could say that the spreads are reasonably tight. They're not kind of excessive. uh and when it comes to uh 2026 the demand for that yield is still going to be present again from real money buyers from investors that looking to optimilize and lock in that yield uh that is present now what are the vulnerabilities again as I said we entering the year not in a perfect place but in a very good place of financial conditions growth is staying resilient and that is supportive for credit so uh and then when we look at some of the elements related to demand supply I think one part that we need to pay attention is a little bit of increase that we're seeing in issuance for inance particularly in US in January particular we've seen a significant issuance uh in IG market and this related a little bit to the tech story not something that we need to worry about we need to monitor and see is that going to be excessive for for us to worry about the spreads Katerina thank you itina vigos there Asia extraan CIO at BMP paraba asset management and coming up this hour we're going to head to the JP Morgan healthcare conference in San Francisco we have Asentage co-founder and chairman and CEO Dodin Young will join us exclusively to talk about their growth planans plans and the outlook for the China biotech industry and we are counting down the opens of trade in Shanghai, Shenzhen and Hong Kong. Uh we are seeing when it comes to this equity rally in China getting a little bit more momentum here. Your reference rate just crossing through 70120. This is the China show. Yeah. The messages they've got to show humanity. They've got a big problem and I hope they're not going to be killing people. And I'm going to have a report very soon. Ideally, I'd like to see it. But what we want to see is we don't want to see people killed and we want to see a little bit of freedom for these people. >> President Trump there warning Iranian leaders to show humanity as he and his team consider their next move. Those were the latest comments from the president on Iran. And earlier he also called on Iranians to continue their protest against the government promising that help was on its way but he did not specify exactly what that means. Let's bring in Jill Dies our news desk managing editor. She's with us here right now. So you know are US strikes in Iran imminent? >> I mean I think at this point Ivon the the what this is telling us is that we have to preserve um the possibility that there may be some kind of military action. Uh we know that uh Donald Trump, the Trump administration, they've been briefed on the options that are available to them, including the potential to strike non-military strikes uh or non-military sites, rather. Uh we also know obviously that Trump has already undertaken some efforts to apply some economic pressure to Iran. Uh just earlier this week, he announced tariffs of 25% on any nation that does business with Iran. Um but at this point, you know, you obviously just heard from the president himself. It does seem like there's um further discussion underway um and that does include the possibility for military action here. It's I mean domestically it's very difficult to decipher report on and figure out what's going on because of the blanket u uh bat on the internet but what do we understand is going on right now on on the ground and how do we basically how does that inform us about what the possible next steps are from sort of the external environment >> right well I think you know when you're looking at um look at what Donald Trump has said right which is essentially that if um there are deaths um if if protesters are killed um then that's really going to sort of raise his possibility for um for for considering military action here. Um what we have heard are reports and this is including from some human rights uh groups, news agencies that are looking into situations on the ground that a couple thousand people um are dead um in the aftermath of these um uh this unrest that's happening in Iran right now. Um we've also seen other figures suggesting that um you know somewhere around 10,000 people have been imprisoned in the wake of all of this. So, I mean, you are looking at a pretty significant human toll already. Now, um you know, were that to continue to escalate, we're already looking at what is um you know, the most severe um instances of unrest in uh Iran since the 199 1979 Iranian revolution. So, this does um you know, potentially threaten to escalate. And we do again know that these are considerations that Donald Trump has said that he's making when he's considering whether or not um he you know, military intervention is needed on the part of the United States. Um, and again, I think you also have to put this in the broader international context of Trump is coming fresh off of what he sees as a successful operation in Venezuela to ou Nicholas Maduro. Um, so in some ways he may be emboldened to pursue further action in Iran if he deems fit. >> Yeah, he's he's moving to a new front here and it's a developing story. Jill, thank you so much. Uh, Jill D is there. As far as markets go, so equity markets somewhat different tune there. But when you look at other parts of global markets, so silver now at a record high again well fresh record 89 bucks uh on spot silver. Commodity prices are also moving up. So we showed you coming up on your screens is the Shanghai contract which is reflecting the big move in Brent overnight. Uh we're now looking at oh there's a specific level. Thank you so much. That was the high earlier on. um SCPA coming up and we are better by two to 3% there we go two and a half% in champang crude that's a reflection of geopolitics plenty more ahead right welcome back very very briefly in terms of um eco data so we are going to get trade numbers coming up. We could get credit numbers also. That's from a window of course from today. Uh we we talked about the rally taking place in turnover there. Stocks to watch. We'll get to the details specifically on these ones coming through as well. Uh and we have bond sales out of Hong Kong and also in out of China today. >> Yep. And so uh there's a lot to look out for and when it comes to some of the stocks to watch, obviously the oil story given the pop in oil prices on the Iran situation. We talked about just silver uh once again hitting those records. Certainly commodities are certainly getting more of a limelight here. Once again, some of these oil majors like Petrochina are up some 1% and really kind of reflecting what we're seeing uh with Shanghai crude also catching up. Although Brent has come off some of the initial moves already, we're holding around $65 uh for Brent as well. Uh obviously we're watching very closely what happens with the the tech space as well just given how much that you know rally continues in the back of of tech leading the way as well. But rather we see more broadening out is certainly the key question. The open is next. This is Bloomberg. Welcome back. You're watching the China Show. There's a dip in the temperature uh here in Hong Kong today. So, it's relatively cooler than it was uh this time yesterday. As far as equity markets go, still on the hotter side of things. Two-month highs, in fact, 27,000 now on the hanging index is in play. Weaker on the currency. Uh we have some data coming through in terms of trade numbers, but also geopolitics playing out. You I mean, you look at silver and you understand why it >> it seems to be like the precious metals are are still that cleaner hedge right now. When you take a look at that, we see that with gold, we see that with silver as well. It's not just a rate story. I think it's also a little bit more about confidence in the midst of all this uncertainty as you say. So gives them a little bit more fodder there when it comes to uh the silver bulls. But yeah, and it really kind of brings to mind what happens in China as well because it seems like we continue to see that optimism continue here given that the US side of things continues to be quite volatile. The news flowful at least. Uh what we have been seeing of course is is this sort of uh these technicals when it comes to uh HStech for example. We bounced above that 100 day moving average. Uh so that certainly is one thing to watch very closely. Um but Shanghai is still looking okay. they were flat there, but CSI 300 is up about a fifth of 1%. Um, certainly there's going to be a lot of talk about the A8 share sort of factor here. And Wendy Lou from JP Morgan just came out with a note talking a little bit more about how they still prefer uh MCI China over CSI 300 until March, right? They're talking about valuations and all that still looks pretty favorable for that for the next few weeks. Uh, but they still favor small caps over some of the large caps here given the rotation that we have been seeing as well. So that certainly is one thing to watch there too. Um we're watching Shanghai crude obviously catching up with some of the crude markets that we've seen given the situation in Iran. So we're up 2% for futures in China. Uh we'll talk about Qua in just a moment here. But let's flip the boards and see how Hong Kong is doing. Uh we continue to see some gains, right? We talked about the record turnover that we saw yesterday yet again. Uh so there you go. You are seeing uh quite more optimism here today. We're up about 4 cents of 1%. HStech continues to catch a bid here. Alibaba's up some 2% right now. Uh keep in mind PDD had a bit of a down day uh overnight as well. Um so we're watching very closely of course the commerce space there still. Uh Hong dollar not doing much but you know Chinese currency is weakening a little bit but we're still talking sub seven uh which really is what people say is driving a lot of this rally in some ways as well. Um with that correlation we haven't really seen both um rallying at the same time for for some time now. >> Yeah. No no no we haven't now. Okay. uh lots of individual. Okay. Actually, you know, let me put everything together because the the note from Wendy Li in terms of her topics include net east, BU, PDD, Ivon mentioned that Maltai is also part of that group that Wendy Leo likes. So the reason we bring Maltai up is because the uh there's separate news out of the company here in terms of the uh pricing mechanism more dynamic uh on a whole I believe it's on the wholesale level because that's really what the company affects affects as far as the market goes. Uh the other story in the I want to call FNB space. It's more the B space. Um the the beverages space is uh we'll get into that in fact right now. So you have Sichuan swell fund traded on the mainland coming up on your screens and the reason we're looking at this specifically is Dagio is said to be weighing options for its assets in China. In fact for more in that story and what we're watching and what that might mean broadly speaking joining us here is our deals reporter Manuel Bori. Yeah. So what do we know about this? Yes, David. It's a fascinating story uh which has reported about it and uh exclusive by Bloomberg News in which revealed that the AIO uh following what other companies multinational companies are doing are reviewing their uh footprint in China their assets and trying to see whether it makes sense or not for them to uh stay uh in the country. I mean there is different dynamics. Uh they are facing very steep competition uh from the local players uh which have become a lot more nimble and sophisticated in the last uh you know a couple of decades and they are really struggling. So we saw last year the likes of Starbucks or Burger King also doing a similar exercise in which they sold a majority stake to a local player or to a private equity firm uh with more local expertise. uh it could be also u strategic uh with roots in China that might be able to help uh the asset turn around. So um I think the AIO is just the latest example of of these uh global multinationals rethinking their approach uh to China. >> You got to add that people just aren't drinking premium liquor against that backdrop, right? But what options are are available for DIO? What what sort of potential devestments are we talking about? Uh yes, Ivonne and I think uh you you made a very good point about the changing dynamics in consumption uh for beverages. Uh the AU have been trying to uh you know kind of like u trade up so to speak into the more premium beverages but they haven't been so successful yet. Uh so they're trying to figure out in terms of options uh the most logical one would be a full exit. uh you know they've got this majority stake in situ fund uh which David was pointing out uh in the in the market uh right now and uh that would be potentially a sale of that stake uh uh other assets uh also uh in in in the country uh and what we've seen is some of these global players they don't fully access they prefer to uh retain a stake so we may see the aio potentially doing something simil uh Starbucks did that uh for instance and the hope is that you know if this new partner helps turn around the business then you know they still have a foot in such an important global market right so they don't want to fully exit but they realizing that after all these years you know they are not competitive anymore >> sounds like they want to have their Johnny Walker uh and have it too okay that makes sense okay uh Manuel thank Thank you, Manuel Bori there, who leads our deals coverage here uh in the region. Let's stay gently in in the consumption theme here. >> Are you hungry? >> I was about to say, what does Heidi go with? Beer or coffee or Johnny Walker? Um so uh good news as far as city goes because you have the founder returning to the CEO position effective late yesterday and city says do ex they expect the company's topline growth to reacelerate and that's a positive development and as far as of course the hot pot uh the hot pot chain company uh I'm a fair disclosure I'm a regular at hidilow it's fantastic in fact I'm a member as well >> yeah there's a membership that you in China. Yeah. So, I get that flag. So, when you sit down, you're a member, they put this flag on your table just to make sure that you know you're a frequent frequent flyer. >> Yeah. >> Wow. >> Yeah. Um >> I'm a fan, too. >> But anyway, clearly the CEO is to the founder. He's back. He's back. The CEO and clearly the markets are one of the biggest moves to the upside right now here in the Hong Kong market. We're up 10% on the stock. >> All right. Uh we're checking other corporate news this morning. The Trump administration has eased export rules for Nvidia's H200 AI chips to China. The US Commerce Department says it will now review, excuse me, applications case by case, although companies must follow requirements including certifying no shortage of the chips in the US. Exporters must also limit shipments to China to 50% of US production and follow strict customer checks. The Korea Exchange is looking to extend trading to 24 hours from December 2027. The move comes as other bources such as London and Hong Kong also considered extension of their trading hours to win over retail investors from Asia. Korea exchange already aims to extend trading to 12 hours a day from June. And Blubric has learned that Netflix is working on revised terms for its Warner Brothers bid and has discussed making an allcash offer for the company's studios and streaming businesses. Sources say the changes are designed to speed up a sale that could take months to close and faces push back from politicians as well as a hostile bid from Paramount Skyance. The current offer includes a mix of cash and Netflix stock. >> Right. Uh coming up here, we'll be speaking with Asentage here. its co-founder, chairman, and CEO uh Dajuna will be joining us exclusively to discuss the company's growth plans and the big industry trends we're seeing across what's really been and what remains when you look at the past few years has been up until of course recently an incredibly hot part of the market, the biotech sector in China. A deeper dive coming up next. This is Bloomberg. Welcome back. Uh so some healthy more than healthy returns. More than double the benchmark. Uh when you look at some of the healthcare plays, this is the the sub gauge here in Hong Kong. We're up. Let's call it 95% over 12 months. That's double the more than double the 40% rally on the hingen index. One big contributor here to the rally um is really the this refocusing from global investors back on the Chinese financial biotech sector right and you know the JP Morgan healthcare conference is really this sort of marquee marquee event for dealmaking in the sector lots of announcements there uh the Hangen healthc care subgage have a look at this 5% uh over the last 3 days after several drug makers announcing some positive updates Okay. So certainly the uh the window of opportunity is upon you investors watch markets. Yes. >> Uh let's talk about this even further and get into the the weed of things here. Joining us exclusively is the CEO of one of the companies presenting at the conference on Wednesday at Santage Pharma. Djunyang is also the firm's co-founder and chairman joining us from San Francisco. Good morning Dajin from the Asia Pacific. Thank you for joining us. ahead of course of your your presentation which I hope we can talk about a bit later on but yeah give us a sense of what's what's what's been hot what what's your sense of what's hot in the industry as we kickstart 2026 >> yeah I think uh we have a great start uh first of all thank you for having me uh this year JP Morgan meeting has a great start with a sunny day warming every day uh I think this is my almost 20 years coming to the JP Morgan conference conference. Uh this is once a year the biotech CEO, CFO, CSO, CBO all come to the San Francisco around the world. Uh so it's a great start for the industry as we looking forward to the all the R&D development, business collaboration, merger acquisition and all the companies will have a chance to make a presentations at the JP Morgan conference. This is actually the 44th 44th year since the starting of 1983. Uh has been around since really >> the the start of the year for biotech industry in world one >> and you've you said you've been going for the last 20 years D. So you've seen it all. I'm just wondering given how hot of a sector Chinese bioarma was last year. Has there been any sort of change you see this year around in terms of you know participants and investors interest in this space? >> Yeah, I think uh this is a really uh different especially compared 10 years ago. Uh 10 years ago there are not many biotech companies coming from China uh to make a presentation at the you know JP Morgan conference. uh we ascendage is one of a few uh we have been presenting at the JP Morgan conference for the last probably 10 years and very fortunate every year we are able to present and bring up the update of progress we made in the R&D the clinical development and this year actually the first time we're presenting a percentage at the main conference at the westing hotel uh this is the first time because previous years we're presenting at the Asia-Pacific uh sector uh has always been a great opportunity but I think this year is the first time not many biotech company from China I think there's only handful about three or five presenting at the main conference facing the majority investors you know coming from the US and Europe >> main stage >> yeah well you know you you forced my hand here uh uh can you give us a a preview if you can give us as much details as you can on uh what you're about to present. >> Yeah, I think the first uh you know 2025 has been great year. Uh we achieve all the milestones we discussed presented last year. Uh you know actually last year about this time we have to cancel our presentation at JP Morgan because we were in the within the window of IPO on NASDAQ. uh we did the IPO successfully IPO a week after JP Morgan meeting last year. So within that time frame we have to be silent and so we have to cancel uh our uh previously arranged JP Morgan presentation and of course we did a really well we were the first biotech IPO globally on NASDAQ just on the January 24 last year. uh number one. Number two, I think a percentage uh biotech IPO has been successful performance one of the best one in the first 6 months. uh we double our IPO price within five months and overall I think has been great year uh for percentage and also the botto sector from China and also a lot of good progress among the sector and the IPO and also amount of money raised on Hong Kong stock exchange. Yeah, Dajin, it's interesting, right? It's it's your first year that you know at JPM where you are now a USlisted company. You're also listed here >> in Hong Kong. How's the funding environment looked like to you right now? Do you think it it will only improve from here when it comes to to Chinese biotech? Yeah, I think they uh since uh 2024 uh percentage including the other biotech companies from the sector in China, Asia Pacific uh has been recovering. Okay. Uh we feel the the the finally uh the the older sector doing well uh in terms of more funding uh from both primary and the secondary market and a lot of deals coming from biotech company in China. uh 2024 we also made a historic move that we did you know partnership with Takida for the global commercialization rights uh with the option agreement and that's a very important validation of our R&D and the data uh with the global MNC company like Takida uh since then our stock price has been more than double or tripled and we raised substantially on our IPO and also follow on last year. Uh I think last year we also doing well financially. Uh we have a sufficient cash to support our R&D program through 2027. >> Oh okay. Okay. So I was going to ask you about funding but you you just mentioned it uh just now. Can you tell us more about the status of the TEADA deal and when as a company you expect to realize that from a commercial standpoint and financial standpoint? When does that really start to show up in your earnings? Uh I think uh of course that's a great partnership. Uh Takida is one of the best company in the CML and the AIL space uh with one market product globally. Uh we are doing everything together. uh advance our clinical program and last year besides the CML we also get a FDA and EMA clearance for the global phase three registration trial and the PH positive ARL uh that's a really significant move because we have show part of P part one data and ash just last month uh where we double the you know first line CM AL patient in terms of three months CMR rate uh We're moving forward in both CML and also the AIL for the global registration trial. I think the partnership going well. We're working together in the older front uh ready for commercialization hopefully uh in two years. >> Okay, two years. >> Uh thanks for giving us a bit more timeline there, Dajun. Um it's interesting you mentioned about Asentus really recently launched this global phase three study >> of your lead drug. I'm not going to try to even read it because it's a it's a long one, the name of the drug. Um, but that's something very few Chinese biotech companies have been able to achieve. C can you tell us how did you do it and and what does it tell you about the challenges some biotech companies in China face when it comes to these sort of later stage trials? >> Uh, great question. Actually, Asentage has been around for 16 years. Uh, Ascent is probably very unique. We are global biotech company. Uh we established a company actually for me uh about 20 years ago. Uh we come to China in 20 25 2005 and then we have been working on the all the novel uh products for the mathematical need globally. uh so I think our sentage from day one is focusing on the really truly novel uh development compounds and also for the un mathematical need globally. uh of course there's a lot of challenges but I think the in the last 10 years China both regulatory and clinical development uh quality has been improved dramatically especially since it joined the age about 10 years ago all the GCP GMP GLP uh quality has really meet the global standard uh there are a lot of you know due diligence performed on those clinical trials product development and more important I think forage very unique is that we have doing most of our clinical trials in US. Uh most of our R&D is actually first cleared by FDA went to the clinical trials and then of course we also filing the IND simultaneously with the CD in China. Uh the gap between the FDA and the CD approval is getting less almost simultaneously now and that's very important. I think the key for us to be successful is really maintain high quality for the clinically unmathematical need but at the same time advance our program both US and China. I think once you focus those mathematical need uh with the clinical data to show the differentiation to show the good safety and the qual efficacy profile then you will have all the progress made and appreciate be able to present at like a conference at JP Morgan. >> Okay good milestone. Well let me ask that question now. What do you think the next milestone will be for this sector as a whole? Uh I think the there are a lot of discussion at the JP Morgan this year. Uh you can see almost one deal coming from China every day just for this year. Uh right and last year is historic the number of number of deals and transaction dollar amount over 137 billion dollars about over 150 deals. uh the discussion the moment momentum at this conference right now is everybody looking as at least majority people looking year 2026 will be more deals or dollar amount than 2025 so optimistic is that this is just the beginning uh and we'll see more coming from the Chinese biotech company or ascentage is actually global biotech company >> dajin we look forward to your speech good luck on the main stage there and of course give us any news once uh it comes through here from the J Morgan conference. Dang Yang there, co-founder, chairman and CEO at Asentage Pharma joining us from San Francisco. Our healthcare conversation continues in the next hour. We have Sinobiioarmaceutical chairwoman Terresa Z joins us in our first live TV interview after their latest acquisition. We'll have more of course on that deal next. This is Bloomberg. Okay. Uh, welcome back. We are just awaiting the latest trade numbers that should be out over the next, let's call it 1, two hours or so. preview on your screens of both the data we're expecting and the briefing that's going to give us more context really in what's going on there. But yeah, so we're waiting for this part of that. Uh what else is >> Yeah, I mean certainly like the key question is can this export engine continue for 2026, right? When you have you know a lot of the offset from you know you know exports to the US have dwindled. It's really been offset by the rest of the world, Europe as well as Asia that's been taking up a lot of these exports, right? How much can that machine keep going? That's going to be the key thing. But we're expecting a little bit of a slowdown. But as Bloomber Economics says could look still resilient as we wrap up, of course, the end of 2025 and that data there. We'll have much more coming up in the next hour. You're watching the China Show. All right, we are checking of course trade data that's could be coming out in the next few minutes or so. What we have so far I've seen from CCTV is the year-toate numbers for 2025 and where we actually have seen exports uh rising some more than 6% 6.1% in MMB terms as well. uh imports as well. We got those numbers. What that leaves that trade surplus at a whopping 8 and a half trillion Redmond B. So certainly uh it does show of course the trade side of things was still quite resilient if not you could say quite strong uh for China for 2025 in the face of of course this trade war. Uh the key question is does that sort of momentum continue for 2026? What's the external demand picture looking like? >> Absolutely. And with a stronger currency too, right? That's a conversation that's happening right now within the FX strategy space on you know whether or not a stronger currency in on the Chinese side might actually start to offset uh some of the tailwinds coming through on the trade side as well. Uh that's a different set of conversations. Right now we are weaker as you can see on the Chinese currency. It's a stronger dollar story which is we'll get into the context of this in a moment. Uh because it you have to look at this from the moves we had overnight post USCPI when the market initially reacted and then faded the move going into the closes. The JP Morgan story as well to come out as far as the equity market goes. Right. Uh as far as equities specifically in Hong Kong are concerned extending the gains. So, we're now roughly at about two three-month highs on the Hong Kong benchmarks. On mainland benchmarks, we talked about this. These are multi-year highs already. And turnover has gone from 3.5 trillion on Monday, that was a record, 3.6, that was another record on Tuesday. First 30 minutes, we've already taken out 1 trillion as far as that the value of shares traded uh are are concerned. The rest of the region interesting to what we're seeing over in Japan, right? So follow on move. Uh we're now at 544 on the NIK. Look at the yen. We're trading at 159. Uh more on that in a moment. Uh the other thing too to tell you about is commodities, right? A lot happening there. So silver is at a new high as well as tin uh and separately the Shanghai crude contract is catching up to the massive gains we had in Brent as well. So this is a sector that continues to give us a lot to talk about uh almost every day of the week. silver stocks coming up on your screen. Just a reflection, I guess, of the pop and silver prices, which as you can see is now flirting with that $90 handle. >> Yeah, I mean, the metal space is just looking hotter and hotter each day. Uh, let's bring in Mark Cutmore now, MLF executive editor. He joins us now live from Singapore. Mark, it's a big day. We when you look at Chinese, you know, there's equity rally that continues. You have precious metals that continue and the metal space in general that looks uh quite hot. US inflation that came out that looked relatively speaking quite benign. What do you think is top of mind for you today? >> I think that the general trends we're getting at the moment are most of them are real 2026 themes that are short-term frothy. So I think the dynamic for traders at the moment or for investors at the moment is do you chase the rally now or do you bet that there'll be a decent pullback at some point? What will be the catalyst for that pullback? Uh and so I think that's the real kind of quandry that everyone's kind of struggling with. I think that, you know, the idea of yen weakness, it'll again be an underperformer this year. It's been underperformer for the last five or six years. I remain a structural yen bear, but not necessarily dollar yen's the way to play it because it'll probably be a weak year for the dollar again. Uh, and part of that that dollar kind of pressure is the undermining of the Fed and that's why you're seeing precious metals continue to gain. So, that's a sustainable theme as well. But these moves have gone a long way very quickly. So I think now it's about it's about tactical trading around sustainable themes and that's where it's very difficult. >> Mark, just specifically on on the Japanese story following I guess more information now around uh snap elections, why do you think the market is moving the way it it it is and it has really uh in Japan? >> Look, I think that that they're doubling down on the Taikichi trade uh with the you know the snap election call. us the idea that you know this is a a government that's in favor of fiscal stimulus for you know which is going to obviously drive the economy people foreigners buy Japanese stocks hedged uh and it tends to be circular as the market goes higher they tend to kind of hedge more and they tend to kind of buy more it's like momentum trade that's driven by the fiscal side both boost in the stock market but also increasing the debt scenario and you know as you know David I've been a structural bear on the yen for many years and will remain one for a long time to come. This is a country with one of the slowest uh uh growing economies in the world for year after year after year. And that's despite deeply negative real yields and a massive debt pile. It can't afford positive reals. So, you know, there might be the odd six-month period where the yen gains. But structurally, the only way for Japan over a really long-term horizon is to monetize its massive debt pile. Uh it can't afford any other way out of it. And that ultimately means that, you know, that that the yen depreciation trade is a very long-term structural thing that will work on a long-term basis. You just got to tactically manage around it. >> Yeah. Mark, I I want to go back to something that you mentioned, right? It seems like what we're seeing are the similar playbooks of 2025, which basically we've gone to more frothy levels, right? We take a look at the IT hardware space for example, precious metals as you say, they were all kind of the the easy sort of trades, right? Of 2025. when you mentioned about everyone's talking about rotation for for 2026, what what could spark that rotation, right? You're talking about catalyst here. What what do you think in your mind could actually derail this? >> So, we've got a couple of different types of rotation. We got the geographical rotation uh and we've got then, you know, the the rotation from growth to value and we've got rotation within the kind of AI sector. And I think we're already starting to see uh elements of all of those uh in recent months. And I think they're all sustainable. So yet again, I think US stocks will underperform in 2026 versus the rest of the world. And I think that Asia and Latim are the the outperforming regions. So I think that's a theme from 2025 that will carry over to 2026. And of course the currency as we discussed is is one element of that. Uh I am someone who's you know look I'm a macro guy who comes to stocks from a long-term top down basis and I'm I'm fall for every value trap going. So I tend to be someone who permanently thinks small caps will you know catch up to growth stocks and I've been wrong for many years. But you know finally in recent months small caps have been doing better. And I think that's a kind of theme there that value discounted stock markets can perform over time and this is not a bearish view on expensive US mega cap tech stocks. It's just saying that they're not going to be out performers again and they weren't in 2025 and they won't be in 2026. And I think within the AI theme that that's going to be a constantly dynamic theme of how people play it. Again, as you know, reiterating a view we talked about last year is that we are very clearly in a very very large AI capex bubble, but we're not close to that bubble bursting bursting. And that's why, you know, we continue to be very bullish stock markets globally. Uh because we don't think the bubble's close to bursting. It will burst horrendously at some point. But you got to remember the bubble is in the capex side more than the valuation of stock market side. So how it bursts will be very selective. >> Mark just I guess the last macro question alluded to that. I I wonder you know you had a CPI print overnight. We know US yields have drifted higher the last let's call it two two and a half months. Can you see a scenario where 2026 could be Fed cutting rates maybe by two, inflation cooling a little bit further from current levels, but yields will be drifting substantially higher from current levels. Do you see that scenario taking place? >> Like it's obviously a possibility, but no, I give it a very very low probability. To me, I kind of think that the US Treasury story is a little bit binary. My base case scenario is that actually treasuries have an okay year. Yields uh hold in okay uh and you know actually think you know probably yields probably decline slightly from here but there's a binary tail risk that we worry about the fiscal side again and they really blow out but that's not my base case. >> Fantastic Mark as always thank you Mark Codmore there our MLAB executive editor in Singapore for us. Uh we're live from Shanghai later today. Lots more coverage coming through there. Of course, our chief North Asia correspondent Stephen Angel will be uh with us. Uh in fact, let bring him in. Steve, uh what do you have in store? Yeah, >> that's not Steve. That's Steve's guest. Samson Low, we'll be talking to him. We'll be talking the >> Yeah, we'll be talking the China M&A trends. Obviously, you just saw Samson Hoe come up there on the full screen graphic. Uh he's UBS's uh global banking head of M&A here in Asia Pacific. We'll be talking to him later this hour. Plus, former US diplomat Bill Klene joins us to chat US China relations. But Samson Low is coming up first. This is Bloomberg. >> Yeah. Yeah, as you talk about that promo in Davos, I'm guessing one of the top sort of things on the agenda is going to be >> central bank independence. I'm guessing lot of them are going to be there. Just given just the the chorus or I would say a rally of global central bankers really putting their support behind Jay Powell uh against this backdrop of course these these criminal investigation that's underway from the department of justice. So certainly uh it's a rare sort of statement that you see from some of the major central banks in the world, right? uh they stayed in full solidarity with the Federal Reserve system and its chair Jay Powell. It's interesting too, even within these countries, right? We talked about the BOJ, they decided not to kind of be included in this statement. I mean, RBN Zed did, right, the the the newly elected uh Reserve Bank Governor Anna Bman, but it's causing a bit of drama, I guess, locally uh from the foreign minister Winston Peters, who has said that, you know, they shouldn't have get involved, right? They have no role, they say, in US domestic politics. Yeah, >> which is quite interesting too. >> Respect their independence, right? If you want to make a joke out of respect their independence, the RBNZ said, \"Well, we did >> remain independent.\" >> That's why I did. >> And yeah, >> if you want to look at that statement, in fact, um I think it's on Winston Peter's X account. >> Um the RBNZ has no role nor should it involve itself in US domestic policies. We remind the governor to stay in her New Zealand lane and stick to domestic monetary policy. And I wonder whether or not them chiming into well this specific issue in the US whether that's ruffled any foreign policy plans that they've had between between both sides but yes like I this was not expected to have to have come there but here we are. >> Yeah I mean and it has been you see we talked about the global central banks but even you've seen opposition even from you know Republican lawmakers of course on on this subpoena. So certainly you are seeing uh more signs of people saying that this could actually what Trump is doing could actually backfire, right? And you're already seeing that a little bit uh in in in the markets really when it comes to long-end yields. But uh we heard a lot of them um talking about this, right, about overall the concerns around Fed independence. Let's take a listen. >> He's billions of dollars over budget. So he either is incompetent or he's crooked. I don't know what he is, but he does a certainly he doesn't do a very good job. It's still not a slam dunk even with a new Fed chair that uh rates actually decline particularly if um the administration jaw boning and potential legal challenges uh raise concerns about Federal Reserve and independence and and make some of the voting members uh want to be sure that the economic conditions justify a move. when there's uh attempts to unduly influence monetary policy decisions, when those are successful, those often lead to very unfortunate economic outcomes, including economic and uh high inflation. >> When you talk to members of Congress on both sides of the aisle, they understand this. They may have different rhetoric out in public, but you talk to them one-on-one, they understand how critical the Federal Reserve is, and they are going to push back. I that's where I'm an optimist. I don't think they'll let this happen. >> Yeah. The analogy I can think of from a corporate perspective is the role for example that and they've played a bigger role more and more independent directors into the board of directors, right? There's a reason why you from a corporate governance perspective that that that that you know everyone is net better off. So I think Jamie Diamond also chimed in on this too. >> It was a bad idea, not a great idea. >> Not a great idea. lead to inflation picking up >> and higher rates. >> Higher rates counterintuitive what the president's trying to do >> as well. The president also responded saying uh he's wrong. So there's a bit of Trump versus Jamie Diamond there this morning as well. But it's really kind this whole whole discussion debate has really kind of led to even and and leaked into Washington but has emerged in these late night talk shows in the US as well. I was watching the John Stewart clip uh from the Daily Show that had a bit of a shout out to Bloomberg Surveillance and the team there. They're saying, \"Look, >> that's a good one. >> We got to talk about J. Powell. Let's take a listen.\" >> So, anyone who doesn't listen to Bloomberg surveillance in the morning, you can just leave the room. I'll wait. Okay. Wow. That dude, he's struggling. It appears the chairman of the Federal Reserve is having a liquidity crisis. That's going to kill it. The terminals. >> I love it. John Stewart trying to crack a Bloomberg joke. >> Yeah. >> A finance joke. But yeah. >> Well, I mean, fantastic. >> Which is what you do every day, David. Really? >> Do I? >> Yeah. >> Anyways. >> Yeah. Yeah, >> even you should host something like this finance related. >> That that that that's the future. That's the future. Hopefully not not not too soon. Anyway, we'll we'll have more on the serious news coming up. This is Boomer. All right, we're watching Sinobiioharmaceutical shares today, gaining after the company fully acquired drug maker Hyia in a deal worth up to $172 million. Now, Sinobiioarm says the acquisition will accilerate its advances in chronic disease treatment. Sino listed in Hong Kong over 20 years ago as now one of China's largest pharmaceutical firms and its areas of focus include a wide range from oncology to liver diseases and lately they've got into even weight loss drugs too. >> Yeah. And you know the market cap tells you on your screen 16.6. Here's a look at that since the listing back in 2000. Uh this is in US dollars and as you can see it's coming up on your screens. There we go. Really one of the largest Chinese uh biotech firms out there. Joining us exclusively from Beijing now in fact is the company's chairwoman Teresa Se to talk us through what the company's plans are this year, your priorities and of course this big deal that you guys just announced. Theresa, good morning from Hong Kong. Thank you for joining us. Why don't we start with the announcement that you guys made. Talk to us about irrational, why this specific company and what the next steps are as far as this transaction is concerned. >> Yes, thank you David and Ivonne. Um, thanks so much for inviting me. Um, I'm the chairwoman of Son of Bioarm and this is my 10th year in the company. So, for the past 10 years, we've transformed ourselves into from a generic company into one of the world uh one of China's leading innovative farm pharmas. So, we're we have a very strong leadership position in oncology and major chronic diseases. Um and yeah so last year we acquired a company called Anova that uh brings gives us like a very good next generation portfolio of oncology assets um and this year in the beginning we've uh yesterday we've acquired Hyia um and after this acquisition we will gain more than 20 new innovative programs filling important gaps in our cardiovascular portfolio and also our weight loss portfolio because we have very interesting assets like the red beta like inhibi and that can combine with our existing GLP-1. So very exciting and interesting metabolic disease uh programs and yes I think this will definitely strengthen our um position in chronic disease further. Yeah, sorry. >> Yeah, and it it's quite interesting to see. It's okay. It's interesting to see this transition that the company is making, right? You you've all of us been this kind of traditional oldgar pharma players that really is now delving into the whole innovative uh space, right? And I'm just wondering what does it tell you this transaction, the two that you've made in a year, uh about your your overall plans? Are you looking to to acquire more companies? >> Yes. Um I mean now I I I think it's very clear that um it's we're at the beginning of the next era of innovation in China. So the biotech ecosystem is expanding rapidly both in scientific depth and speed. And as we can see right um last year probably there were over like 150 deals and amount total up to more than 100 billion. So I I really think China is becoming an innovation hub for global innovators and then I think we really need to leverage this and San Bioarm um we're on the top of this for the past few years we've worked closely with 30 more than 30 leading biotech companies in China and to really strengthen our um innovative position. So yes, if I come across another um company same quality as Lenova or Hyia, then yes, definitely we'll keep doing M&A. >> Yeah. Well, I'm curious. Have you have you earmarked even if it's a rough number Teresa capital that you perhaps are setting aside for more acquisitions to your point you just made there? >> Yeah. So um currently we have we're really abundant in cash um for a company and then uh um so maybe uh so every year we leave around like um a a few hundred million for acquisition or other BD collaborations and you can see in our um right >> uh yeah so also in our R&D expense so every year we we are increasing as well because it's uh very expensive. Okay. And when do you see these these deals really paying off and how Teresa? >> Yeah. >> Uh I think it will be paying off soon because as I said like now one is definitely to market to get it to market which will be in a few years but this will strengthen Sinobioparm's mid to long-term growth in the future. Um but on the other hand you know there's a lot of partnering partnerships happening um early stage in clinical development. So a lot especially in SRNA space like most of the deals that happened is before I think IND or before clinical uh phase. So um I think uh we're really working and very keen on establishing new partnerships with uh global MCSM biotech. I want to get your thoughts too on where you see the the longer term trends specifically on you know regulatory pricing for example and whether or not that is I guess in some ways influencing where you want to position the company to be in a few years time. >> Yeah. So like actually 2026 marks our first of our the the first year of our new 10-year goal and then Sarah our new 10ear goal is focused on globalization. Um as you said the pricing is limited in China. So, uh, Chinese pharmaceutical companies really need to look outside, look into the global markets and establish more presence there to, um, I think really have the full potential of every drug and really to bring like new treatments to global patients. So, I think yes, this is very important. >> Yeah. Can tell us more about that if you could. I mean, much of Scio Bioarma's revenue does come domestically in China. Now, in terms of overseas expansion, are there particular geographies that you that you're looking at right now? >> Yeah, so um right now for our um innovative portfolio, we're definitely looking for partnerships with bigger MNC's and uh global biotech companies. But with our S bios similar portfolio and our generics portfolio, we're looking at um Southeast Asia, South America, um Europe, and just like the whole Asia area and we've currently I I think we've signed with more than um 30 overseas partners already in like smaller countries. Yeah. So, we're really working on that. >> Teresa, ju just very quickly, there's a lot of attention on the entire sector. There's a lot of innovation taking place and I wonder do you think there is a lot more innovation that's taking place in the last 12 months or is it because the world is looking closer at it? Um I think both definitely both. Uh because like uh I guess currently um after the whole uh hype um before like 2021 I I think now like um a lot of only the companies with very high quality like global standards survived until now. So now definitely in China there the current existing companies are all very high quality. >> Theresa we got to leave it there but thank you so much Z there chairwoman at Sinobiioarma sutical. Uh we have the export numbers and import numbers from China coming through for trade in December. Looks like they did actually beat estimates here uh for December. 6.6% upside there for exports for December beating estimates. This is member. Just want to recap that trade data that we got out of China last couple minutes or so. But yeah, it was actually a pretty strong set of numbers here. 6.6% in terms of exports for December. The estimate was for a 3.1% print. So, uh, more, you know, more than doubling in some ways here. imports were also strong 5.7% uh as well. So it really kind of leaves that trade surplus at around gosh 114 billion right now. So certainly there's a lot of talk of you know when exports are going to start to slow down for 2026. When you take a look at December still looked like it ended the year on a pretty strong note. >> Where was the payback from the front loading? >> Didn't see it all year. >> Not very not very clear. Not very clear. Um but yeah, so we're going to get more context of course from the ongoing briefing taking place right now, which I guess it's so this is a really good jumping off point for the global conversations we'll have around around trade this year. Certainly the China outflows into the world in terms of shipments, EVs, you know, resident we talked about pricing as far as EVs goes. Uh there's a currency angle is a stronger currency really counter to the stronger trend of uh really more competitive uh shipments coming out of China. Again, it opens up the door to even uh let's call it even foreign policy, right? Uh that segus very very nicely into the Japanese close and lunch break 1.6% where there are of course lots of things happening on the ground and we'll get to that in a moment. Uh but the naked is better by 1.6. The topic is 1% to the upside. The real story though is really the Japanese yen which yeah I mean 160 uh this should be now the weakest against the yen against the US dollar going back to 2023 I believe and of course this meltup in the j in the JGB space it's the longest losing streak as far as longdated JGBs are concerned going back to 2024 uh given the move up today this should be now uh I believe eight straight days now we've only gained one day and that was the first day of the year since Since then, we've declines across the JGB space, right? Um, Prime Minister Takayichi is also pushing for closer economic and security ties with South Korea after hosting talks with the president Liyong. Uh, that's as she seeks to contain diplomatic and trade tensions with China. Let's get more uh from our Japan politics and economics reporter Sakura Morakami in Tokyo for us. Uh, let's start with the meeting. Uh, the key takeaways there. Yeah. So, um, Prime Minister Takayichi is really seeking to sort of contain the diplomatic fallout that, um, Japan is experiencing with, um, the China right now by also kind of bringing closer bringing, uh, Korea closer into its orbit, I guess. Um, she did mention yesterday that um, they uh, Prime Minister Taki and also President Lee had very deep discussions about supply chain cooperation. She didn't elaborate on what that cooperation might look like, but I think that's quite a hint on um where Japan is seeking cooperation with Korea. Um President Lee on the other hand is sort of trying to strike a bit of a balanced uh tone in that respect. He said um he is not going to wade into this issue between Japan and China at the moment and that um seeking kind of common interests, seeking cooperation on areas that there can be cooperation is important trilaterally with China um not just um between Japan and South Korea. and there's just so much speculation, anticipation of of this early snap election that she might announce uh later on today. Tell us a bit more about the timing of this and really what she's trying to achieve. So um this is on on the backdrop of this this diplomatic these diplomatic tensions that are playing out with China and a big part of it the broader story about it is basically Prime Minister Takahi trying to solidify her power in Japan at the moment um the LDP the ruling party LDP doesn't have a major a strong majority in either chambers of parliament um they have a razor thin majority of 233 seats in the lower house. But if um Takayichi can bank on her personal popularity to call a snap election and win more votes for the LDP, that would give her kind of the power and strength she needs to um push forward her policies domestically and also uh have kind of a stronger stand on the uh diplomatic scene as well. So, um these are all factors that are playing into her decision and um we can probably expect more on that later today and also um next week when parliament is called into session. >> Sakura, thank you Sakura Murakami. There are Japan politics and economics reporter joining us out of Tokyo. Uh meanwhile, we're talking about South Korean prosecutors. They're now seeking the death penalty for former president Yunoko over his botch 2024 declaration of martial law. A verdict is expected next month with Yun facing the prospect of either a death sentence or life in prison. Yun was indicted last year on charges of insurrection after he shocked the nation and the world by briefly suspending civilian rule. Prosecutors in Taiwan are stepping up efforts to block China's tech players from recruiting the island's talent. have issued an arrest warrant for Pete Lao, the CEO of Chinese smartphone company OnePlus, and indicted two Taiwanese citizens who worked for him. OnePlus is suspected of illegally recruiting more than 70 engineers in Taiwan. Now, we're live from the UBS Greater China Conference in Shanghai. Next, that's when we'll hear exclusively from the bank's global banking co-head of M&A for the age Pacific, Samson Low, will be joining us to talk us through the deal's outlook this year. Let's swim. Yeah, there's really been this very consistent slow meltup in Chinese equities this year. I think we've been sort of jumping between the offshore and onshore markets. And I think one day, I think it was yesterday when we had the offshore markets moving to the upside. The day before it was the onore market. Today it's the Entra. As you can see, CSI 300 IT index 3% >> to the upside. >> Yeah, it's still really the the hardware space as you say, but tech is still very much the flavor of the day. And >> you know who we need to talk to? Who? >> Wendy Leo. >> Oh yeah. >> What's her call? >> I think she's coming next week. Um, basically CSI 300 might not outperform as much as MCI China until March. >> Okay. just on valuations and the like, but she does favor small caps uh over the large caps here just given what we've been seeing in this whole rotation set of things. So certainly a lot to ask her uh when she comes on, but we've heard from Goldman, we've heard from Laura Wayne, from Morgan Stanley, and now JP Morgan has chimed in on this rally overall, both all of which are looking much more positively around of course this market. Um and certainly there's going to be a lot of talk about, you know, what what's driving all of this, right? when when you start to see the earnings side of things as we've said uh is the playbook really changing are things really broadening out um and and the rem certainly is going to be a key factor in all this as well and whether we continue to see the strength right we just had Barclay's yesterday's lemon jang say look they're non-consensus they still think rem could sit at 725 >> for this year while others are thinking what 6.8 eight or the like here. So, um that's quite a nonsens consensus call. Non-consensus call. >> Non-consensus call. >> Non-consensus. >> Yeah. Say that 10 times. >> Non. Okay. Uh no, but it's interesting there because I think one of the questions you asked her was >> does a weaker Chinese currency mean a weaker equity market? Right. And she made a distinction between what's happening in Hong Kong as far as the offshore market is concerned where really a lot of the deals have taken place out of the IPO market. Right. So, I'm really curious to see what the deals outlook looks like on shore when people talk about it's it's the year for the Asia market this year. Uh, you know what? I think we have a guest can talk about that. Um, uh, we we'll we'll take you straight back now to the UBS Greater China Conference in Shanghai where our own Steven Angel is with someone who can talk us through the deals outlook. Steve? >> Yeah, absolutely, Dave. Uh we're here with Samson Low, UBS Global Banking, co-head of M&A Asia Pacific. So we were just talking, we were sitting in this exact same spot, same table, same booth exactly a year ago where you predicted there was going to be a resumption, sort of a boom in crossber M&A involving uh Chinese companies. I think the numbers actually surpassed what you your bullish estimate. So give us a little bit of a recap of 2025. It was 39% up in M&A volume in greater China uh year-over-year to 577 billion. Uh give me a little bit of a recap of what surprised you there and what's going to be the outlook for this year. >> Okay, great. Uh first of all, thank you for having me here and that was exactly one year ago when we spoke about my estimate for the year and I was expecting up about 20 to 25% and turns out was 39%. Way better than what I have expected. Um so the the the the year last year was a very interesting year in terms of the areas and the pockets of growth from China M&A and more broadly APAC M&A. Um for example uh more broadly in APAC M&A it was mostly driven by Japan. Um we have seen quite a number of large cap transactions. For example the attempt by Kusha to acquire 7NI holdings and the the the restructuring ring around Toyota industries. And if we zoom into China, right, it was driven by a few very large cap um ministry of finance capital injections into several uh financial institutions in China and also continue to be some domestic restructuring. But what is most interesting and what is driving a lot of the M&A volume and also the headline news is from China private equity firms. Uh we have seen in a few cases some of these China private equity firms uh being very active in European consumer assets. for example in the likes of Funshine Capital acquiring uh acquiring uh Marshalls and also just before Christmas uh Golden Goose and we have also seen some of the China private equity firms continue to drive uh China domestic M&A uh in the likes of all these China cough outs and multinationals such as uh Starbucks China, Macdonald China and there are currently still a number of China cough out from all these multinationals from Europe or from America. Yeah, we we'll talk about the go abroad, but also sort of the rationalization of foreign businesses in China. We're seeing a lot of deal flow there. Dagio is the latest one looking to possibly offload its uh was it Sichuan swell fund. I know UBS is possibly involved in that. So, we won't go deeply into that. But you mentioned Starbucks. In November, Starbucks agreed to sell a majority stake to private equity firm Boy Capital. You have Restaurant Brands International made a similar move with its Burger King chain. uh GE healthcare technologies also looking so is that going to be one a major trend too as international brands and companies look to sort of maybe downsize their exposure to the Chinese economy given all the different pressures. >> Yeah. Um first of all this um what we call like China cafa from the multinational this trend actually has been going on for quite some time. uh actually even we dated back to uh co times uh there was a mid johnson uh offloading the China infant formula business to primma vera so it actually has started back then and to be honest the some of these transactions that have just been announced Starbucks Burger King it has been in the market for quite some time and and the and the drivers behind the uh the multinational decision-m it's many folks it could be pure monetization of the China business it could be because of the competitiveness of some of these assets in China it's hyper competitive market competitive across every sector. >> And if you look at these some of these assets, they are mostly consumer retail related and also part of it has also to do with uh China consumption growth in the last couple of years and and making the uh the the competitive landscape even more competitive than before. And of course there is also a little bit of um maybe a preeemption of certain regulatory regulatory changes that the multinationals or the Chinese government were expecting but but those are those are I would say not as strong of a driver as consumption growth and also competition with China. >> Is this going to accelerate in 2026 though? >> It would continue to I would say that not accelerate but because some of these assets they have been in the market for quite some time. uh this may be the year where some of them will finally come to a conclusion and partially is because the valuation of the overall market for example the Asian market the Hong Kong market they have been going quite strong so it's easier to to pack it to a higher benchmark index uh than before and also the interest rate environment especially for some of these larger cap transactions the lending environment now is more constructive in doing something together that's why you will see some of these some of these deals what I would actually call old deals but they will be coming to conclusion this year. >> How about going abroad? I mean, you're having a strengthening rem which also helps to purchase abroad. Um, we also have that data. There was a great Bloomberg story a couple of days ago about where China in 2025. Essentially the deal flows crossber to the rest of the world. They actually surpassed Chinese combined companies uh surpassed that of the United States investing into other countries for the first time accounting for about 10%. How much is that trend going to continue? You have a slightly appreciating uh ReMBB. You have strategic purchases and building of EV factories in Europe, uh battery factories and other plants. So what is going to be the overall trend this year for that? Oh, abs. It would certainly be a big year for China outbound but mostly driven by the China private equity firms because it's still easier. They have uh they have offshore funding capability and also a lot of the transactions that they do is interest rate driven. So we will continue to see a lot of that and the areas of interest will continue to be in um large high-profile European consumer names. Yeah. For example, we have already seen like in the case of Marshall, Golden Goose and and likewise there are more consumer and fashion brands where they already have an establishment of foothold in China that with the the help of the China private equity they will continue to grow in in the China markets and and also extending to industrial sector mostly in the uh I would say on the automation side or in upgrades like for example yeah you mentioned about like a lot of the Chinese EV guys looking to uh build more plants of EV plants in Europe and also in the US and and lastly is also in the healthcare sector and in the healthcare sector we have already seen it last year there were a number of I would say licensing deal of China pharmaceutical company forming uh collaborations with the European or US counterpart >> what's the biggest risk geopolitics and protectionism in overseas uh markets is going to be always there uh but there's also the risk uh because right now there's a lot of investment into Chinese AI and AI in general but there could be a capex or even a stock market bubble burst. What are the biggest risks to any kind of projections going forward? >> The the biggest risk remains around regulatory um especially some of the transactions in the market, they were originated out of a regulatory needs. Maybe it's a foreign business uh that was acquired that needed to be uh carved out. Um however, if it's originated out of regulatory needs, um it could be going through lots and lots of volatility throughout the uh throughout the due process. For example, whenever there is a a change of regulation or maybe there's a change of a political stance, then then those transactions the the the regulatory approval process could become uh very lazy and at the same time is yeah because there is a bit of uh I would say over optimism in the market now driven largely by the stock market performances and but when when when there is an adjustment in the stock markets some of the optimism may go away and so that affects CEO and and principles confidence in doing out M&A. Well, there is you mentioned Japan. There was a record amount of M&A in Japan in 2025. Is that trend going to continue? >> Absolutely. Um there's still a large number of Japan listed companies and and Japan itself, right? They are more welcoming to foreign investment even private equity firms attempt to. So that will continue and at the same time the Japan continues to be a hunting ground for for activist hedge funds. >> Very quickly, what is your crystal ball for the greater China uh M&A volume? Is it going to be 39% again? >> It it will not be 39%. However, uh I'm still very optimistic it will grow another 20%. Now, this is actually a very interesting trend because if we look at the last two record years, one being in 2021, right after COVID and 2015, uh the the the height of China Alba, the year after that actually went down by about 20%. But but however, in this case, I actually would expect it continue to go up by another 20%. >> Okay, we're going to hold you to that. We're going to be right here next year and see how you did. Samson, thanks so much for your time. Great. Great to see you again. All right, >> back to you guys. We'll be back in the next hour from the Greater China Conference of UBS here in Shangghai. >> All right, day two. Thank you, Steve. And of course, our thanks to Samson Lo, co-head of M&A for APAC for UBS as well. In terms of movers we're watching very closely is the tech space once again driving a lot of the gains here, and Quao is certainly one of them. We're up some 6% here right now. The company reported December revenue actually beating estimates. thanks to cling of course uh strong performance for its AI model according to city as well. So pointing to some solid revenue outlook for this year uh we're also looking at tin stocks given just the record that we've seen uh when it comes to the metal space and tin certainly did reach that record there. There you go. We are seeing that rally underway for some of the tin miners or >> yeah related stocks across Southeast Asia too. >> Yeah. >> The the I was always joking the favorite musical genre among investors this year has been non-heavy metals. Oh, >> when you look at what's happening there in that space, the tins following basically the the rally we're seeing across the almost the entire industrial metal space. Hana is in Korea. The shares are halted. Uh there's uh a notice that's been an announcement here. So, the company is looking to spin off, split effectively, and more details of course are coming here on the company itself. But yes, the the bottom of your skates will tell you everything you need to know uh about this this corporate uh pronouncement coming through. Right. Uh, plimar head. There's a spoon. My strategy is basically to um filter through the uh 90% of the market that makes up 10% of the market value at the bottom end of the market. ignore the top 400 stocks and look at the other 1,800 and try to find 30 or 40 which are worth holding for the long term. Um, and it's like walking around a secondhand car lot. Um, where you have no warranties. Um, but if you're an expert mechanic, you can spot the ones that they're all trading at a discount for that risk, but the ones which have been wellmaintained. And not only that, in Hong Kong, you usually have to get in the back seat with because the controlling shareholder is driving this the car still. Um, so you want a safe driver as well. the expert mechanic himself. That was David Webb speaking with us back in 2019. And tributes are flowing today for the Hong Kong activist investor who has died at the age of 60 after a long battle with cancer. >> Richard Frost, our senior editor, is with us right now for a look at Web's life, his legacy, and his philosophy behind his investing, which I think a lot of people will remember him for. Talk to us about that. Yeah, I mean it's important to remember he was a a fantastically successful investor. He estimated he had annualized gains of 20% over a 25- year period that made him very wealthy. And as he just explained in that clip, a lot of that came down to him be able to root out bargains in what he saw was a kind of slightly rigged market due to a lack of decent corporate governance uh and a regulatory framework. And at the same time, there was this this drive in him to try and level that playing field so that people who didn't spend until 2:00 in the morning every day working hard do that could also benefit. >> And we say he he was one of the more vocal sort of activist investors here in the city. It made him a bit more of like a celebrity in some ways. You covered this whole sort of enigma network that he sort of unveiled a few years back. How successful was he, you think, in really cleaning up the corporate landscape? >> I think he did certainly more than anyone else to shine that light on these darker parts of the corporate uh landscape. And that case in particular where he connected 50 different companies and said there was, you know, hidden shareholdings and everything else under this report saying you shouldn't own these stocks. the shares collapsed soon after and that triggered the biggest ever uh investigation by the securities regulator. I mean what he he sort of heightened I I think attention around areas where there needed to be some sort of improvement whether it's scrutiny from the government or something else. And last year when he he had this farewell fireside chat which is a sort of awake while he was still alive uh he did say that you know the activist part of his life was what he preferred to the investing thing and he would die a happy man knowing that he tried his best to clean up that landscape. I think you know the fact that he felt he'd done enough is shows the kind of impact >> Richard Frost there uh on just really among the many things that the investor community among others of course a broader community of course will remember uh David Webb for as well. So that's it from us here on the China show today. We have lots more on the way here on Bloomberg television. We will see you all tomorrow. So stay here on Bloomberg television.",
  "language": "en",
  "is_generated": true,
  "fetched_at": "2026-01-14T17:26:55.691918",
  "method": "yt-dlp"
}