{
  "video_id": "4HznktOR_kg",
  "text": "It's 5:00 a.m. in New York City. Good morning. I'm Vonnie Quinn with your Bloomberg brief. Here's what you need to know. Got legs? The metals rally precious and base continues unabated. Futures lower with risk events on deck today. Bank earnings then continue. Bank of America, Wells Fargo, and City set to report after JP Morgan's surprise drop in investment banking fees. And another Scotas opinion day. A potential ruling on tariffs could test markets. So, we are seeing futures pointed lower. We had small declines yesterday on the Nasdaq 100 and the S&P 500 about 210 of a percent a piece. That said, the socks hit another record. It's all on semiconductor stocks, though it is not on software stocks which are missing out on this rally. The Russell 2000 has outperformed the S&P 500 for eight straight sessions now and futures on the Russell are going the opposite direction today. Let's take a look at the bond market because we are seeing historic low volatility in these bond markets. Down another basis point on the 30-year yield today back to 48212. Looks to be a little bit calmer in the middle part of the curve as well. and we have not moved at all really on the 2-year side of things. So really with all these risk events on deck, the bond market is certainly appearing very calm. Let's take a look at metals though because it could be a historic day for metals. We're seeing continued rallies across the board. the gold above $4,600 an ounce, silver above $90, although MI Live points out that there is funds coming out of funds with in silver that primarily the dominant force in those funds and perhaps rotating into gold. We're seeing copper higher. We're seeing base metals like tin as well also potentially setting records once again today. And Bitcoin was back above $96,000 a coin overnight. All right, lots to parse. But first though, let's get to some individual movers over to London and Chloe Melly. Chloe, >> good morning. Vonyie, as you mentioned, it is another great day to be a minor. We've got gold, silver, copper, tin, all of those hitting record highs and that is as investors are betting on more US rate cuts. And we've got, of course, those geopolitical tensions really driving those rally in metals. And this is reflected in some positive movements in pre-market trading across that mining sector with Barrack Mining and Newon moving higher as well as Pan-American and Equinox this morning. Moving on to Trip.com which is not having as good of a day today. It is down almost 10% in pre-market trading after it is it was announced that it is being investigated in China for antitrust conduct and it has allegedly abused its market position. This is a probe that has sent shares lower in Hong Kong trading and it seems like we are going to have a similar move in the US today. And finally, Rivian Automotive is also on the move today after being downgraded by UBS to a cell rating. The analysts have said that it's a company that is very prone to sentiment swings in the market and that perhaps the expectations for its R2 model are a little bit too high and therefore this downgrade is sending the shares lower today down a little over 3% for Rivian. Chloe, thank you so much. We'll keep an eye on those stocks throughout the day. Chloe Mele there. Coming up this hour, we're going to catch up with Amy Woo Silverman of RBC Capital Markets. She has a 2026 volatility outlook and you don't want to miss what's in it. Big bank earnings continuing today with Bank of America City and Wells Fargo reporting before the opening bell. Joining us now is Bloomberg's Charlie Wells. Charlie, what do we learn from JP Morgan's results yesterday that might give us some indication of what we'll hear today? >> Well, Vonnie, we learned yesterday that sometimes it can be disappointing to be a big bank because you make billions of dollars only to see your shares fall and see the broader industry fall with it. And that really is what happened on this earnings report out of America's largest bank yesterday. So we saw a pretty mixed report. We saw some strength on the trading front. We saw some strength across equities trading ac across fake trading. But what the market really seemed to focus in on was a miss on investment banking, particularly debt underwriting. So there was a drop in the fourth quarter of over 2%. Analysts had been expecting growth of 19%. So a discrepancy there that sent some chills throughout the market. We saw that in JP Morgan shares, but also in other shares across the big banks that we'll be reporting later today. >> Yeah, but it was a timing issue in some ways, right, Charlie? I mean, we'll see what we didn't see in the fourth quarter in the first quarter of this year. Was it perhaps that, but also maybe the idea that there could be a cap on interest rates? >> That's exactly right. So, I mean, some of this was a calendar issue that some deals, you know, closed or were supposed to close in that fourth quarter, but actually may close in 2026. But, you know, Jeremy Barnum, the CFO of JP Morgan, addressing that issue to on a call after those reports came out, but also saying that in some ways this was the bank that they need to do better. There also are some issues about interest rates and also questions just about this banking rally and how in this environment in this rate environment in this regulatory regulatory environment can it continue because banks since the Trump election really have been you know following a lot of optimism there has been a lot of kind of constructive commentary on regulation on capital requirements but some questions in recent days how good could things get how bad could things get particularly because we're hearing some more heated rhetoric on the banking front come out of the White House as Trump finds himself vulnerable on this issue of affordability. >> Exactly. Well, speaking of the administration, I mean, there has been a lot of criticism following the DOJ's probe into the Fed and Jamie Diamond was asked the question and he he didn't demur, he actually gave an answer. >> He certainly did not demur. He was diplomatic but very direct talking about this probe and basically saying that everyone he knows favors Fed independence and really kind of addressing this issue of the DOJ probe by the Trump administration. Well, as you might expect, Donald Trump chimed in on Diamond's comments. Let's take a listen to what those were now. >> I think it's fine what I'm doing. We have a bad Fed person. He was extended by Biden and yeah, I think he's wrong. I think it's wrong. He's uh he's done a bad job. We should have lower rates. Jaime Diamond probably wants higher rates. Maybe he makes more money that way. >> So that is Donald Trump slamming these comments on the DOJ probe by Jaime Diamond. The question going forward is how comfortable will other bank executives be commenting on this probe. That is what we're going to be watching today. >> Well, we're going to get some in the next hour and then beyond as well. Charlie, thank you so much. That is Bloomberg's Charlie Wells all over the big banks. Well, from Wall Street to Washington, the US Supreme Court has its second decision day today. It's another opportunity for the court to rule on the legality of President Trump's global tariffs. Bloomberg's Brenda Murray joins us with more. Brendan, what are the odds we'll get a decision today? How many decisions does the Supreme Court have to make this decision-making round? >> Yeah, we don't really know. uh you know you got to put the odds at about 50 uh50 and uh the court doesn't release uh the agenda for its opinions in advance. So uh it's anybody's guess whether it's going to come today. They they also have oral arguments today. Uh so perhaps it's the agenda is quite full and we won't get a decision. But uh all eyes are going to be fixed on on the the bench at at at 10:00 a.m. in in Washington to see if they do hand down this decision. President Trump uh was pulling no punches. He said that uh in his in his comments in Michigan yesterday that if you are anti-tariff then you are pro-China. So he's really uh broadened out his his use of tariffs uh not only uh against uh America's trading uh partners but also uh in the geopolitical realm like we've seen uh with his 25% tariffs uh on the trading partners of Iran most recently this week. You know, for what it's worth, Poly Market is just under 30% odds of tariffs being upheld and similar odds the Supreme Court will force Trump to refund the tariffs. I mean, it's Poly Market, right? So, there's an incentive maybe to be contrarian or what have you, but what is the consensus? Are people thinking that the arguments against the tariffs might have actually worked? >> Yeah, the Bloomberg intelligence number uh puts it at 60% that the president is going to lose this case. So uh there could be some uh some sort of mixed decision where they allow uh the fentinol tariffs falling under the sort of national emergency rationale for tariffs. Uh those tariffs are currently on China, Canada and Mexico while striking down the other broader tariffs on all the other trading partners. So, uh, there there definitely seems to be a sense that, uh, based on the oral arguments that we heard back, uh, in December that that the justices, at least a majority, a small majority perhaps, uh, are going to were leaning against, uh, the arguments the government was making uh, back during the arguments and that that's how this next decision will be will be delivered. uh this super majority, the consu super super conservative majority going against the president in a in a rare case uh trying to restrain his authority. >> You know the tariffs obviously having major impacts on other economies. So a BOE policy maker saying it's lowering UK inflation for example. And then we got China trade surplus data $1.2 trillion worth of a trade surplus last year. a huge size of surplus but the US share of China's total exports was at an historic low of 11%. So where is it all coming from? >> Yeah, exactly. So uh the the on one hand you could say that the Trump administration's tariffs uh especially those targeted at China are doing what they expected they would do and that is reduce the bilateral trade relationship in goods. Uh that's definitely happening. But what we're seeing is in these numbers today is that those exports from China are going to places in in the EU. They're going uh they're coming to the UK. Though both of those uh economies saw their exports from imports from China go up about eight or 9%. And so China is finding other markets for the goods that are not going to the US. And so it remains the manufacturing uh hub of the world uh until the the US as Trump would hope uh can try to reshore some manufacturing and and and and create the sort of factory jobs that he promised in his campaign. >> Yeah, it's really quite incredible. What's also incredible is that we're not getting that much movement on any kind of agreement with India, but we do know that Marco Rubio is holding talks with the foreign minister. Anything to expect? Yeah, the you know the India deal with the US has been uh close for for months now. It's one of those ones that uh you know that the tariff on India uh imports into the US is is a very high 50% and that's tied to uh India's purchases of Russian oil. So both sides want to get that done. India is notoriously a difficult country to negotiate with. They have a huge agricultural domestic constituency that they're trying to protect from the world market. So, uh, it's going it's been a painstaking process between the US government and and India. They they think they're close, but it all trade deals are close until you get down to the final nitty-gritty details, which are really the hardest to get over the over the goal line. >> Yeah, exactly. Brendan, thank you so much. Our trades are there in London. Brendan Murray. Now, to other top stories trending on the terminal this morning. BP says it expects to take as much as $5 billion in writeowns for the fourth quarter from its energy transition business. This comes just weeks after replacing its CEO as it strives for a turnaround. The oil giant also flagged weak oil trading and flat production for the fourth quarter ahead of earnings next month. Sources tell Bloomberg that Netflix is working on revised terms for its Warner Brothers bid and has discussed making an allcash offer for its studios and streaming businesses. The changes are designed to speed up a sale that could take months to close. The current offer includes a mix of cash and Netflix stock. And Chinese stocks reversed gains and are dropping after authorities tightened rules on margin financing, signaling unease over the pace of this rally. Under the new rule, investors must now provide margin equal to the full value of the securities they buy on credit. That's up from the previous 80% threshold. Coming up, the death toll in Iran is rising as the crackdown on protests continues. More on that next. This is Bloomberg. This is Bloomberg Brief. I'm Bonnie Quinn in New York. The death toll in Iran's protests rising with activist groups saying now more than 2 and a half thousand people have been killed. This as Thran continues its crackdown despite President Trump's threat to take action over mounting fatalities. Bloomberg's Patrick Sykes joins us now from Istanbul for more. Patrick, do we know if the regime is carrying out executions or is this protesters being killed on the streets? >> Hi Vonyie. Yeah, the the first kind of potential execution has has come up just uh with the past day or so. It's a 26 year old man who was arrested just over uh or less than a week ago. We understand uh there's reports that that could happen as soon as today. Uh which I think just goes to show you know some of the fears around due protest uh due process that protesters who've been arrested are likely to face. Interestingly, Trump did also mention, you know, executions as another kind of uh turning point that he would be following for uh following in terms of how the US calibrates its response. But ultimately, it is still really hard to get information out of Iran. That internet blackout does remain in place. Uh and and the working assumption is is that the the regime forces are still putting down those pockets of unrest. >> Yeah. And it seems that the regime is more concerned about showing force domestically. It seems less concerned about what the US might do if it's provoked more. But I'm curious, is the crackdown proving any kind of deterrence? Are protesters letting up or is there any way of knowing? >> It is really hard to know as you say. Uh I think there's a there was a sense as of yesterday that that the the numbers out on the streets had had fallen off a little compared to the weekend. the weekend in Iran being uh Thursday, Friday, but I think since then attention has really turned to the international picture, right? Just yesterday things almost seemed slightly deescalatory. Trump was talking about, you know, potential talks with Iran and negotiations. The the one concrete step on the table was tariffs. Um, but then later that day he talked about, you know, he encouraged Iranians to get back out on the streets to take over institutions, a really important part of the regime's kind of cohesion. Uh, and and and so that moved things back into escalatory territory. And today, uh, regime officials doubling down on that rhetoric. You know, for them, this is terrorism. It's instigated by the US and Israel. and they they've vowed to show you know zero mercy in how they deal with it through the judiciary. >> Yeah. And if Iran has you know domestic issues to deal with can it really afford you foreign policy issues to deal with? So if the US decides to actually do something beyond tariffing, you know, secondary trade countries and so on, if it actually, you know, engages in some kind of strike or military maneuver of some kind, is Iran able to meet that? >> So on the domestic side, uh Iran has faced protests before and it's always been able to crack down with great violence in order to suppress them. What we are seeing though is that these are happening at increasing frequency. So if these are to fizzle out now then the fear is that it it will bubble up again in weeks, months, years to come. Internationally though, you know, that is still the wild card. Uh Trump's threat of strikes remains in the air and I think in the wake of the June war with uh with Israel backed by the US last June, officials in Iran are going to be taking that a lot more seriously. Yeah, >> they're also going to be calculating of course, you know, whether the US has that extra capacity visa v the V Venezuela operation priorities to spare for Iran. >> Patrick, we'll see what today brings. Thank you so much, Patrick Sykes in Istanbul. Now to Europe's Greenland challenge. Prime Minister Nielsen has categorically ruled out joining the US in a joint press conference with the Danish prime minister, while President Trump stands firm on his position. Now we are faced with a geopolitical crisis and if we have to choose between the United States and Denmark here and now then we choose Denmark. We choose NATO. We choose the Kingdom of Denmark. We choose the European Union. >> That's their problem. That's their problem. I disagree with them. I don't know who he is. Don't know anything about him. But that's going to be a big problem for him. The remarks coming ahead of a high stakes meeting of Danish and Greenlandic foreign ministers with US Secretary of State Marggo Rubio and Vice President JD Vance later today. Let's bring in Bloomberg's Copenhagen bureau chief Sarah Scholan for more. Sarah Greenland obviously coming out now and categorically saying look we are at one with Denmark on this. We want to stay you know a territory of Denmark and and we want really nothing to do with the United States. But President Trump didn't seem to even know who was speaking. I mean, it speaks a lot to the president's uh, you know, ignorance on the issue. >> Absolutely. And that's obviously something that's been pointed out a lot in Danish media today. As you can probably imagine, all the Danish news channels, they're focusing on this meeting. It is quite a high stakes meeting. And when you hear something like that from President Trump, it makes the Danes and the Greenlanders really wonder, do you even know what kind of ter territory you're trying to take over if you don't know who the prime minister is? Um, we're obviously seeing a lot of this as threats. Um but the the both the Greenlandic and the Danish prime foreign ministers that are going to Washington, they are going there as a united team to really try to diffuse these threats. So they seem to think that there's a diplomatic solution. President Trump seems to think there's, you know, a money solution that and I think can be bought and we, you know, we'll see what happens. But this is turning into a problem for NATO as well. How is Greenland, you know, upping its relationship with NATO countries in order to try and save off any kind of threat? there. So, it's been for a while the the Greenlandic populations has really stressed. They're not Danish, they're not American, they don't want to become American, they're Greenlanders. But what we saw yesterday and what we've seen in the past few days is that the Greenlandic government is really throwing its weight behind being Danish, being part of NATO, talking of that relationship and really stressing to everyone a potential aggressors that an attack on Greenland will also be attack on NATO because of the the Danish uh membership of NATO and the security umbrella. So the Danish prime minister Mixen is trying to cast this as not just a land grab by the US uh but something that must be protected to uh for international law and order to prevail to protect smaller states. Denmark is a tiny tiny country in the global context. Greenland even in even smaller territory. So if you have a big superpower just coming in and grabbing that where does that leave any other small state? And that's really the issue that the Danes and the Greenlanders are trying to drum up now. All right, Sarah. Thank you so much. Sarah Scholan there in Copenhagen. This is Bloomberg. Time now for your front page news. First up, the Washington Post leading with multiple senior prosecutors in Washington and Minnesota resigning amid turmoil over the Trump administration's handling of the shooting death of a Minneapolis woman. The Minnesota resignations follow demands from the DOJ to investigate the widow of the 37year-old woman killed last week by an ICE officer. Next up on the Wall Street Journal, President Trump criticizing a group of US attorneys at a White House event, calling them weak and complaining they weren't moving fast enough to prosecute his favored targets. The Journal says the criticism came a day before federal prosecutors sent grand jury subpoenas to the Federal Reserve. And finally, the Financial Times reporting US trading groups expanding into prediction markets. The FT says some of Wall Street's biggest names now vying to cash in on these markets emboldened by the administration's light touch approach to regulation. Do stay with us. Amy Wu Silverman coming up next. This is Bloomberg. It's 5:30 a.m. in New York City. Good morning. I'm Vonnie Quinn with your Bloomberg brief. Here's what you need to know. Got legs? The metals rally? Precious and base continues unabated. Futures lower with risk events on deck. Bank earnings continue. Bank of America, Wells Fargo, and City all set to report after JP Morgan's surprise drop in investment banking fees. And another Scotas opinion day. A potential ruling on tariffs could test markets. So we have futures pointed lower and losing some steam now actually after the S&P and the NASDAQ were both down about 210 of a percent yesterday. Today the Russell 2000 has also reversed course. It was higher earlier. We have seen the Russell 2000 see eight straight days of outperformance to the S&P 500. We see a ninth. We'll see today. The socks index also did hit a record yesterday thanks to chips far outperforming software. In terms of the bond market, not that much movement there. The long end coming down just a little bit about two basis points. Now we're below 483. All the action right now is in metals in line for an historic day. We have silver above $90. We have gold above $4,600. Copper well above $13,000. Tin is soaring as well. And then the Bitcoin rally is back, it seems. Bitcoin at a two-month high, wiped out $600 million in bearish crypto bets overnight with the coin now above $95,000 a coin. Let's get to some individual movers now this Wednesday morning. Here's Chloe Melly. >> Good morning, Vonnie. It's a great day to be in the mining business and we are seeing some green across the board there for miners this morning. We've got gold, silver, copper, tin, all of those hitting new records. Investors are betting on more rate cuts in the US. And then we've got geopolitical tensions and concerns around threats to the Fed's independence really driving as well that precious metals rally in particular. And therefore, we are seeing all of those miners moving higher today, all of them in the green. On the flip side, this riskoff sentiment in the market, this rush towards safe havens, all of that is actually translating into a little bit of weakness for the Magnificent 7 this morning with Meta in particular dragging the rest of those big tech peers and down about 7/10en of 1% this morning. And so we are seeing uh some red across the screen there for big tech. And finally, Trip.com is also having a little bit of a struggle this morning, down almost 10% because it is being investigated in China for antitrust conduct. It has allegedly abused its dominant market position and we have seen already shares in Hong Kong trading edging much lower and we are probably going to be seeing the same in US trading this morning. >> Chloe, thank you so much. Chloe Melly there for us in London. After seeing what she called shadow hedging into the end of last year, RBC's Amy Wu Silverman has some predictions for the new year. She writes this in her 2026 volatility outlook. So, we'll see a yolo fomo options craze in an unexpected industry. There'll be opportunities to rent the rally in trades like small caps. It's going to be something shiny that's going to take out retail, not something scary. and gold continues as the hedge of choice. Amy is head of derivative strategy at RBC and she joins us now just on the last one first. Amy, the metals rally that we're seeing right now, is that more indicative of the moment we're in and perhaps what's to come than say V markets? >> It certainly is. This is something we wrote about in the four predictions you just mentioned for volatility in 2026. uh Vonyie and as it specifically relates to gold, you know, the first question I get whenever there's any rise in geopolitical tension from investors is what can I do about it? How can I play it? And when you look historically, especially in the last 5 years, the biggest knee-jerk reactions tend to be in flight to safety trades like gold. And we've seen far more dispersion on the index side in S&P, which has actually made gold and gold upside a better hedge than some of your S&P products right now. >> Yeah, I mean it's fascinating because our M live team overnight was writing about how so much is actually coming out of silver denominated funds at the moment and maybe going into gold. So gold does seem to be as you say the hedge of choice, but how can how much can that continue and is it institutional investors that are using gold? Yeah, it's a good part of it and and part of what's happened is you think about other areas that investors typically hedge. So just to give an example, you know, some think about uh Bitcoin as your digital gold, but when you actually run the realized correlations, it's behaved much more like a riskon asset. And then let's take something else like an S&P put or a VIX call which investors also use to hedge because we've had this issue of so much concentration in the market so linked to the AI trade. A lot of times the dispersion in the market essentially is masking index volatility on S&P as a good way to hedge. And so you've actually left investors with fewer options than they typically have. And I think that's one reason why, as we wrote in our outlook, when you see gold skew continue to invert, meaning that bid to gold calls, you actually can use it as a marker for the idea that there's probably more momentum and more upside rather than less coming. >> So you made mention of it there, the VIX, it's around 16, has been for several days. Dan Curtis pointing out this morning that the move index saw its sixth lowest close yesterday since 2021. I mean, are V markets further out maybe showing us more of what scary underneath the surface? Is it just sort of prompt volatility that's come? >> Yeah, that's a great question. So, I would say two things. The first is you're right, term structure is steeper. And that just simply means that when you look at a comparison of near-term volatility relative to longerterm volatility, we have seen longerterm volatility buckets pick up because a lot of the geopolitical tensions, a lot of the issues that are that they don't have a timeline unfortunately or it's something that can be cankicked. So it makes it very difficult short-term for investors to monetize. But the second thing I would say is you know we you and I have talked about this idea that the market has been a little bit like a paddling duck. meaning you don't have very high headline VIXes. You know, you still have a sub20 VIX, but underneath the surface, you are getting those rotations. That was another pillar of our volatility outlook, which is, you know, there is going to be this desire to rotate out of your AI names, out of your heavily concentrated names and try to see if small cap or value or equal weighted S&P has more of a shot in 2026. >> Yeah, that was fascinating. I thought, how are investors at the moment hedging policy credibility, right? because we had the DOJ subpoenas. It moved markets a little bit, but they didn't go crazy. But then you had bank earnings disappointing and banks, you know, at least JP Morgan has been selling off for the last couple of days. And it wasn't just on the earnings, it was also on the idea of interest rate caps, credit card interest rate caps, too. >> Yeah. So I think for for the last thing you spoke about in terms of financials, those you can do more sector and idiosyncratically. So, you know, you can hedge JP Morgan specifically or use the KRE or XLF ETFs, especially if bank earnings go into full swing. But the second aspect, which is kind of just these longer term bubbling tensions in the market, I would say the market has become very inner to them and there's a little bit of a degree of look, I'm just going to ignore them until there's actually something happening. And a lot of investors when I question them further on why this is the case, you know, they point to an example like Ukraine where of course there's been this devastating human toll. But when you look at the market reaction apart from kind of the knee-jerk reaction, Bonnie, that happened the first few weeks, it really hasn't made that much of a net impact in terms of hedges. And that's what investors have to be careful of, which is there are all these Fed independence questions. There are these geopolitical risks, but ultimately does that impact the market or does that not? because that's what you need to monetize those hedges. >> Yeah, as you've been saying for months, that wait and see stance seems to be still in place. You mentioned that the retail demand will finally be taken out by something shiny, not by something scary. And this is something that's sort of been a foundation of this market. Every time we saw a draw down, the retail investor came right back in to buy it. What will the shiny thing be? What do you mean by something shiny? So this I put in as our prediction because it's kind of the question I get the most often which is retail has constantly been stepping in and buying the dip. You know they won the round April 2nd with liberation day when investors on the institutional side panicked and sold. Uh they stepped in and so the question I constantly get from institutional investors is look what if anything makes retail stop being the support in the market. And so my answer was it could be something shinier not something scarier. And the shiny thing could be prediction markets which have grown. You've seen so much outsized growth there. It could be, you know, more of a flurry into cryptocurrencies. And my point just being that when you look at retail investors, you know, they're not regulated in the same way. They don't have to meet certain benchmark requirements. And they really have a little bit of this gamblers mentality, which if you think about prediction markets is, you know, right up their alley. And so I think it's just going to be this mass of choices which could start to dilute the fact not necessarily you know some three to five standard deviation draw down in the market. >> Amy wonderful to have you as always and a fascinating set of predictions for the year. Amy Wu Silverman there of RBC Capital Markets. Now to other top stories trending on the terminal this morning. BP says it expects to take as much as $5 billion in write downs for the fourth quarter from its energy transition business. This comes just weeks after replacing its CEO as it strives for a turnaround. The oil giant also flagged weak oil trading and flat production for the fourth quarter ahead of its earnings release next month. Sources tell Bloomberg that Netflix is working on revised terms for its Warner Brothers bid and has discussed making an all cash offer for its studios and streaming businesses. The changes are designed to speed up a sale that could take months to close. The current offer includes a mix of cash and Netflix stock. And Chinese stocks dropped after authorities tightened rules on margin financing, signaling unease over the pace of the rally. Under the new rule, investors must now provide margin equal to the full value of the securities they buy on credit. That's up from the previous 80% threshold. Coming up, the US Supreme Court set for another opinion day on President Trump's tariffs. That's next. This is Bloomberg. He's been a lousy Fed chairman. He was reappointed by Biden. I was a little surprised at that because I didn't think he really earned a threat. Uh he's been too high on interest rates and I call him too late. He's too late to reduce. He should have reduced him by more. Despite that, we fought through that. President Trump speaking to CBS on Fed Chair Powell after much criticism of the Justice Department's probe. The administration though standing firm. Joining us now from Washington is Kate Akley of Bloomberg government. It's fascinating Kate. The president said he knew nothing about this originally and and now he's suggesting that well it's okay by him anyway, right? What's the thinking? What's the next step here? Well, this does seem like it could complicate the uh confirmation process in the US Senate for whether it's Kevin Hassid or or the next uh the next person to take on this role that the that the administration would appoint. So, we've seen already this week some backlash from sitting US senators, including those like Senator Tom Tillis, who's on the Senate Banking Committee. So, this certainly has has riled up some uh some of that situation looking ahead to confirmation of the next Fed share. >> It does appear though that Trump is not going to back down on this and Jane Piro is her own woman. She can continue to do as she wants. She's not going to get any pressure from Trump. Would that be the correct reading? >> That seems to be the correct reading. I mean, they're saying let this process, you know, run its course. and and even some of the critics in the Senate have said, you know, well, we we you know, if there's something to to scrutinize there, then scrutinize it. Um but I think there's a very skeptical eye coming even from some Republicans in the Senate on this. >> Kate, it is Scotas opinion day once again. Scotas could come out with any opinions that it has to make, but it could also come out with the tariff opinion. What are the other opinions on deck and how likely is it that we actually do get the tariff opinion today? >> Well, we were waiting on Friday, too. You know, it was an opinion day on Friday. We're I think the tariff decision is the one right now that we're all sort of all eyes on that because you know it could have serious ramifications for the administration's policy on on trade and tariffs and some of these negotiations with other countries. So, but the the Supreme Court doesn't say, you know, here's what we're going to be releasing this morning. You get the boxes and then word spreads. And of course, everyone's going to have to digest what's in it. So, even if we get the tariff decision, you know, everyone's going to have to look through it. What does it mean? What is the reaction from President Trump, from others in the administration? There's just a ton of question marks, including will we see that decision today? >> Exactly. and and what exact exact argument actually swayed the justices and you know how many justices were you know for and against. It's going to be fascinating. Now that's all domestic but moving to the foreign theater. Trump saying he's going to make a decision on Iran soon but as we know the death toll has been jumping. Activist groups now saying it's above two and a half thousand. Is there some kind of a a bar or red line that we've noticed that causes President Trump to take some action? Well, what he put out yesterday was saying, you know, to the people who are protesting, just keep protesting. And he said something like, you know, take down the names of the people who are who are doing the killings and and essentially that there would be some payback and that he was, you know, evaluating the situation and and might, you know, um take action at some point. So, it's it's still a very very uh precarious situation, a lot of unknowns and and it's part of what we're seeing across the board this year with the Trump administration. We saw it in Venezuela. There's just, you know, there's Greenland. Uh there's a lot of unknowns and a lot of volatility that uh obviously the markets are watching, CEOs are watching. It it's a very volatile time where you have a a lot of people who operate here in Washington, the lobbyists who represent all these foreign governments and and clients are are really all eyes on this situation. Again, a big unknown, very combustible. Kate, thank you so much. Kate Aley there of Bloomberg government in Washington. Turning to earnings now, City Wells Fargo and Bank of America slightly lower in the pre-market ahead of their results before the bell. Joining us now is Bloomberg's Charlie Wells. So JP Morgan came in, it it blew away estimates by some metrics and then you know investment banking fees were down Charlie and the stock plummeted. What's foremost in investors minds when it comes to today's bank earnings? >> Well Vony, I think it's any surprises like that. I think one thing that a lot of bullish an analysts on the banking sector had worried going into this earning season was that shares have really been on a roll over the past few months. Some have argued that they're potentially even priced near perfection. And so when you get that point, any little surprises that come through, little or maybe even not so little, come through really kind of have an outsized impact on the share price. And we seem to see that yesterday as you mentioned that JP Morgan report coming out mixed with, you know, that miss on investment banking fees, but strong across the board on most other business lines. So I think we we're going to look out today to see if that pattern continues here. Are there any surprises that kind of counter the narrative of strength in this industry? Yeah, I mean we'll be looking especially for debt underwriting I suppose after JP Morgan's comments yesterday and I suppose any political comments. I mean Jamie Diamond doesn't seem to mind weighing in on politics but perhaps the others will be a little bit more reticent. >> Vonnie, that's exactly right. So he did weigh in on that DOJ pro DOJ probe of Jerome Powell saying that you know everyone he knows thinks that Fed independence is a good idea. What we also know about Jaime Diamond is that he is pretty comfortable. you know, usually at one point during earning season weighing in on some hot button issue of the of the day. He is, of course, the CEO of the largest bank in the United States has a lot to back him up there. I think a number of the other executives questions about that at least on that DOJ probe. But when you look at some of the other measures that we've been hearing coming out of the White House about caps on interest rates for credit cards, about those interchange fees, it will be interesting to see how they communicate on that. Because one telling change that we've seen this year is the White House, is the administration taking a different tone on the banking sector at a time when they feel vulnerable on this issue of affordability, of prices, of inflation that has continued to dog politicians on both sides of the aisle, but that cost the Republicans a number of seats in those elections back in November as we head into this midterm election year. >> Yeah. And I mean, it's a balancing act, right? these these CEOs and CFOs, they want to please their investors. But of course, they don't want to, you know, awake the eye of the administration in any way. So, I guess without making any promises, they're going to have to promise to be behind this affordability push somehow. >> That's exactly right. And, you know, privately, what Bloomberg has reported is that a number of these banking CEOs, of these finance CEOs, are fuming, but they are going to need to navigate a White House that is certainly paying attention to what these comments are. Like some of our reporting has indicated that there could be some measures that these banks could take some products that they could put to the market that would meet some of these demands coming from the White House. You know they are talking about that 10% interest rate cap while perhaps banks could offer credit cards that offer 10% for a limited time. So this is the way that CEOs and executives in banking and in other industries are trying to figure out how to do that delicate dance of meeting investors but also the White House. Well, we'll see the numbers and the executive comments later today. Charlie Wells, thank you so much for joining. Saxs Global Enterprises has filed for bankruptcy following growing losses and a substantial debt load. The owner of Saks Fifth Avenue, Burgdorf Goodman and Neiman Marcus has secured close to $1.8 billion in financing. For more, Andrea Felstead of Bloomberg Opinion joins us now. How did we get here, Andrea? And what happens next? So it's not >> well the the the the tale really goes back to that deal um back in uh you know July 2024 I think um when uh Sax bought Neimann's with a lot of debt. It was supposed to create a luxury powerhouse but that debt load really made it very difficult to pull that off. There were delays to paying suppliers uh and they stopped shipping. So it had like inventory um shortfalls that affected sales and it really all snowballed and to add add to the problems the luxury sector experienced its own downturn. So it really was um not great circumstances to deal with that level of debt. Yeah. And I mean as you say timing plays such a huge role in you know the the lives of retail and retailers. I mean what's your best guess? Does Saxs emerge from this somehow a healthier company? >> I think it does emerge. It emerges much smaller. Um hopefully with fewer liabilities. Um it's put in place what seems to be an experienced management team to try and really rebuild those relationships with suppliers. Um I think the wild card is really does anybody come in for some of its assets particularly you know the operations of Burgdorf Goodman. Oh wow. It's going to be fascinating to watch. Andrea thank you so much. We'll be reading your columns. Andrea Felstead of Bloomberg opinion. This is Bloomberg. This is Bloomberg Ref. I'm Bonnie Quinn in New York. Now a look at what's ahead today. So we get bank earnings continuing. Bank of America, Wells Fargo, and City all reporting before the opening bell. Then data, PPI, and retail sales at 8:30 Eastern. And the Supreme Court set for another opinion day. We could get an opinion on President Trump's tariff policies. So, in the pre-market, cyber security stocks slipping now as Reuters reports that China is banning the use of some US and Israeli cyber security software. So, keep an eye on these stocks and all of those stocks that are in the cyber security space, Israeli stocks as well that trade in the United States. And then this is your macro picture. Let's start with metals cuz it's just green all the way. Okay, so copper is just coming off a little bit, but silver is above 90 and M Live says it could head for 100 before it tails off. Gold above 4600, Bitcoin at 95,000 and then you do have futures pointed lower and bonds really not doing much of anything. Well, that's it for Bloomberg brief. Surveillance is ahead. This is Bloomberg.",
  "language": "en",
  "is_generated": true,
  "fetched_at": "2026-01-14T16:56:21.124028",
  "method": "yt-dlp"
}