{
  "video_id": "aPrwm1hoPl8",
  "text": "Live from London, this is Bloomberg Day Rake Europe. I'm Lizzie Burden with your top stories. Silver and gold sore as Donald Trump sharpens his attacks on the Federal Reserve. The president says he'll announce his choice for a new Fed chair in the coming weeks. Meanwhile, oil steadies after a 4-day rally as Trump urges Iranians to continue anti-government protests, warning he'll act accordingly once he knows how many demonstrators have been killed. Plus, Greenland's prime minister categorically rules out joining the US, saying the Arctic Territory prefers to stay in a union with Denmark. Welcome to Wednesday. Let's check in on these markets. We've got futures pointing a touch higher in Europe. Really, not even anymore. South on the uh Wall Street futures. And this after yesterday, we really had the S&P latching on to the bank earnings story rather than the uh CPI data. But it's that inflation picture that precious metals are attached to this morning. Silver had earlier in the session broken past that $90 an ounce mark for the first time. It's just pulling back from that now, but at a fresh record. Same for spot gold and tin and copper. So, we continue to keep an eye on the metals this morning. We've got lots of economic data coming today. Risk events over the next 24 hours include the UDES retail sales at 1:30 p.m. London time. We'll also get results from Cityroup, Bank of America, and Wells Fargo. And again, we're waiting for a possible decision on Trump's Liberation Day tariffs as the US Supreme Court has se scheduled a second decision day of the year today. Maybe today is the day we get a decision. Let's set you up for the day ahead. We're beginning markets this morning. Silver and gold soaring as attacks on the Fed, the prospect of more US rate cuts, and a tense geopolitical backdrop all add momentum to the blistering rally in precious metals. Let's speak to Bloomberg executive editor Paul Dobson about this. Now Paul, I have to say, are these metal moves getting a bit silly? >> Morning, Lizzy. Well, I that's one way of looking at it. They're certainly getting very much more volatile, aren't they? And stretched as well at these uh very high levels. Um the the steepness of the moves as well as the outright levels um you know, historically unparalleled more or less. And uh I think that the the the thing that's going on here though is that there are uh there's a a narrative and there's also physical reasons beyond that that are helping to drive these moves. To unpack it a little bit so so thinking about the sort of physical um side of the supply demand balance um in London uh one of the places where the metal is traded a lot there's a genuine scarcity and that's because a lot of it is being held in um the US. people are worried that at some point Trump might put extra tariffs on top of um metals uh and metals imports and so um that's distorting the market a little bit and leaving it volatile and and and susceptible to squeezes as well. But I think on top of that you've got the the other factors that are feeding into this. You know, people are enjoying the debasement trade narrative, the idea that central banks all around the world are pushing down on their currencies and so a proper physical um commodity will gain value in as a result of that. you have those geopolitical risks, you have just the necessities of people buying jewelry, but silver as well has industrial uses um that are tied in with the AI sector to a certain extent as well. Uh so that lends it some extra momentum um at this moment in time. So, uh, yes, you might be, um, kind of a little bit gobsmacked by the moves, almost to a point where it seems a little bit, uh, laughable, but at the same time, you know, there are plenty of good reasons, and that's why people are still bullish, and some of those forecasts are for silver to get all the way to 100 and even further. >> Okay. Well, we're not quite there yet, but you mentioned tariffs, Paul. We could get a Supreme Court ruling on Trump's Liberation Day tariffs again today. But is the risk that they're deemed unlawful already priced into these markets? >> I think that um the reaction that we saw uh on Friday and Monday when there was no decision um revealed a little bit um there was a little bit of disappointment. I think that um if you looked at equities like uh the toy makers for example or in this region uh the clothing companies the way that they traded was sort of lagging behind the rest of the market suggested that there was a little bit priced in in terms of optimism that they may get a ruling that outlaws those tariffs. Um but I do think there would still be a market reaction. I think that would be a little bit nuance for the US markets. It seems pretty clear-cut. Equities would most likely rally. Treasuries would most likely fall if um the Supreme Court rules against the tariffs. Uh the reasons being all those companies that have been shouldering the burden of the tariffs um would suddenly uh feel a little bit more easy in terms of their balance sheet management. But at a government level um that income being taken back away from it would be bad news for the debt to GDP ratios and those kinds of accounting rules. I think for the rest of the world, um, sentiment might be might be positive for equities, but it will break down a lot more by country. Most countries that have already got a trade deal in place with the US now aren't likely to want to shake that up and start again. So, those countries might not see very much movement. Um, the ones without a trade deal um may may see more um uh excitement and some of those sectors in particular um like the like the apparel makers may get an extra boost as well. Okay, Paul Dobson, Bloomberg's executive editor for Asia Markets. Thank you so much. Good morning to you. And I want to dive into that Fed story, which as Paul says is feeding the precious metals narrative this morning. President Trump saying that he'll announce his nomination to replace Fed Chair Jerome Pal within the next few weeks despite the backlash over the Justice Department probe. Speaking to CBS, the president criticized Jerome Pal and said that interest rates were too high. >> He's been a lousy Fed chairman. He was reappointed by Biden. I was a little surprised at that because I didn't think he really earned a threat. Uh he's been too high on interest rates and I call him too late. He's too late to reduce. He should have reduced him by more. Despite that, we bought through that. >> Meanwhile, during an interview with Fox News, the US attorney for the District of Columbia defended the DOJ's investigation and accused Powell of not responding by illegal means to her office's requests. My request uh in this case with the uh Federal Reserve was a legal request and the chairman of the Federal Reserve Powell chose not to give a legal response. Instead, he chose to politicize and publicize. Bloomberg senior editor Alistister Bull joins me now for more. Alistister, just walk us through the wider reaction to the DOJ investigation because it's been a tremendous backlash. >> Morning Lizzie. So I mean markets initially recoiled at the thought of a unprecedented criminal investigation of a sitting Fed Federal Reserve chairman. Things have sort of calmed down somewhat. I mean if you look at 10ear Treasury yields which are a key gauge here. They're sort of roughly where they were maybe a little bit weaker but it it's hard to know if that's the market saying meh. is that the market is saying there will be an offer to this because the stakes are too high and that the White House and the Justice Department will back down. But so far there's been no sign that they're going to do that and that's really going to leave markets a little bit in limbo until they see the next shoe drop. >> So market saying meh for now, but will they start to take more notice? What does Congress do next? >> So that's the key question. the comments from um Janine Pereira were trying to sort of move a narrative back to what sounds like a very reasonable request for information but the larger issue here is the independence of the central bank and if that's genuinely called into question if the United States goes in the direction of other countries where political pressure has been brought to bear in the central bank and they've cut interest rates when the economic data didn't justify it and they unleashed on inflation the market reaction is going to be vicious. It's going to be sudden. It's going to be very damaging to the US economy. >> Okay, Bloomberg senior editor Alistister Bull, thank you so much for the latest there. Meanwhile, we have oil steadying after seeing its biggest 4-day gain in more than six months. This after the US is considering how to respond to the Iran protests following a meeting in the White House. US President Donald Trump is urging Iranians to continue protests against the government, warning he would act accordingly once he knows how many demonstrators have been killed. Now, the region remains on high alert for another possible US intervention. >> Says that it will retaliate in the instance of US strikes against US assets in the Middle East. What do you say to US service members about why it is worth the risk to intervene in Iran? Yeah, Iran said that the last time I blew him up with the nuclear capability that which they don't have any longer. So Iran said that the last time they better behave. >> Let's go to the region now. We can speak to Jamaana Beti Bloomberg's Horizon's Middle East and Africa anchor Jamaanna. What's the situation on the ground? Is today the day that we see a kinetic US intervention? Well, demonstrations are continuing and yesterday, President Trump put up a post on True Social urging demonstrators to keep going, to take over the institutions and that quote, \"Help is on the way.\" That is what he said. He also advised Americans in the country to leave, which suggests that perhaps there is some action forthcoming. Uh I would just say though, he also caveed to say that it is unclear at this point what the exact number of casualties is. As we've been speaking about, there is an internet blackout. Communication is very thin. The latest has been figures estimated by human rights agencies that put the death toll at just over 2,500, around 150 being Iranian security officials from the Revolutionary Guard as well. So, those are the latest figures. Trump has said that they're going to get what the latest numbers are and then act quote unquote accordingly. So, then the question becomes, what are the US's options from here? He's already ruled out the diplomatic angle. He said that they have cancelled all meetings with Iranian officials until the senseless killing of protesters stopped. So the diplomatic channels have been cut off. Now the other options are perhaps what what are being referred to as non-kinetic non-military options restoring helping to restore internet connectivity. Cyber uh it could be one form. Sanctions as we spoke about yesterday the imposition of 25% tariffs on countries who are trading with Iran is again one non-military option. And then of course the kinetic option would be the military option similar to what the US did last summer when the Iran Israel war was taking place where they strategically targeted some of the key infrastructure for the regime be it military or air defense sites and possibly could even go after personnel as well key individuals. Um, we still don't know what the Trump administration is thinking, but he has said that if the killing continues, then they would deem the Iranian regime to have crossed a red line and would have to act. So there was there will most certainly be a response coming through from the US. In the region though that I would say other countries are watching what happens very closely. Yesterday we heard from the Qatari Minister of Foreign Affairs and they put out a statement saying that if the US were to intervene in Iran, it could have quote catastrophic consequences on the region. And don't forget also there is a real risk of retaliation on US assets in the broader GCC region. >> And of course, we await the implementation of those 25% tariffs and potential blowback from China to the US. Jamanna, thank you so much for taking us through all that. That's Boomber Jamaana Beti who'll be back on Horizons at 5:00 a.m. London time tomorrow. Well, let's turn to the markets that are already open. That of course is in Asia. Winnie Shu is in Hong Kong with an update for us there. Winnie, Japan in focus yet again. Yeah, morning Lizzie. another day, another record high in Asia and also uh in Japan like you mentioned the Nika 225 here leading gains up more than 1% and that is still on the Takiti trade which also pressures the Japanese yen past that 159 level against the dollar. When it comes to China, we're seeing more pressure on the onshore benchmark CSI 300 actually reversing earlier gains and that's coming after China raising that margin finance uh margin financing ratio to 100% from 80% for key exchanges and that is part of the government's effort to curb risks and also to cool the market rally. Now flip aboard and take a look at some of these economic data from China because interestingly we are seeing uh exports and imports both topping uh estimates specifically for exports up 6.6% 6% uh year overyear for December and that is growing at the fastest pace in three months and together they're taking that trade surplus for China in 2025 to another record and that goes to show still the imbalance between China's manufacturing cap capability and also its weak domestic demand. Flip the board and take a look at the sector that we are closely watching which is the metals space. Like we mentioned earlier, there is that broad rally when it comes to the base metals and that's pushing uh the tin related stocks in Asia higher today as well. So we're talking about tin copper to record highs driven by the buying from Chinese investors and investors looking for exposure when it comes to AI and data center. Back to you uh back to you Lizzie. Winnie, thank you so much. That's Winnie Shu in Hong Kong. Well, still to come on Daybreak Europe, central bank chiefs from around the world have been making a show of support for Jerome Powell. Later this hour, we'll be speaking to the Bank of Latvia governor as he buys for one of Europe's top economic posts. But first, we'll dive deeper into markets and why investor confidence is blocking out the political and geopolitical noise. That conversation with our next guest, Tanvi Kansen from Anandra Rathi Shares and Stock Brokers. Stay with us. This is Bloomberg. Good morning. Welcome back to Bloomberg Daybreak Europe 6:17 a.m. here in London. My next guest says that with risk assets remaining robust, investors remain confident in underlying economic fundamentals, looking past short-term political noise. I'm pleased to say she joins me now, Tanvi Kangjan, associate director and head of international business and strategy at Anandratti Shares and Stock Brokers. Good morning to you, Tanvi. We've got earning season already underway on Wall Street. Yesterday, JP Morgan shares sinking despite the upbeat forecast when it came to net interest income. I wonder if that's a sign that actually we'll see policy risk overshadowing even solid fundamentals this earnings season. Good morning to you. >> Good morning Lizzie. Thank you so much for having me. Uh yes, JP Morgan was first amongst the many uh to kind of kick off the earning season and we did see a lower than expected uh drop in the business revenue. JP Morgan recorded a 5% drop in the business revenue on a year-on-year basis and then that kind of had a very direct impact on the stock prices. uh we saw the stock tumble to 2 and a half% uh on an intraday basis. Uh now while this was attributed mainly on the order book uh which they said that you know they're expecting in this year and the years to come however it is extremely imperative to understand how much of that is going to have an impact on their Q1 and Q2 uh results. Uh at the same time, Trump did kind of come with a 10% cap on the credit card interest rate. Uh that is something that a lot of banks are now trying to figure and uh just yesterday we saw uh in the media coverage as well the bank did uh you know state that this is going to change a lot of things uh because it will also be a 50% haircut to the current rates that are there uh prevailing at the bank rates for credit card. Uh there's also the political risk around the Federal Reserve. Of course, I wonder whether pres President Trump's pressure campaign against Jerome Pal has actually backfired to some extent when you've got Pal seemingly entrenched and the strengthening perhaps of Fed independence and also paradoxically tightened financial conditions. >> Yeah. Uh I think it has definitely backfired. You're looking at major central banks backing the Fed independence. You're seeing uh RBI, ECB and other banks very strongly coming and saying how important it is to have a completely independent central bank. Uh while we also saw CPI inflation data coming in at 2.7% uh that has a not too hard not too soft approach. uh which means that while the data is not extremely hard for Fed to continue with its aggressive rate cut policy, it's also not too soft to showcase that the measures that the central bank was taking did not really play in their perspective. Uh the Trump's uh current uh policies or uh you know kind of to have that autonomy at a fed level is also extremely important. uh we are also seeing a lot of resistance building up in the Republican and also support from the de uh Democrats as well. So it's only uh time that will tell with regards to how this entire investigation is going to play. But as of now the Fed definitely has a lot of support from everyone across uh globe and not only from people within the US system. Well, can the stock rally continue if you don't have as many Fed cuts as are priced? >> Uh, I believe that a the stock rally does happen on the backs of multiple different factors. We are expecting corporate earning data to sort of come in uh having an expectation of 8 to 10%. Uh will the stock rally continue the way it did in the last couple of years where US did have a mecca rally? That is something that everyone's waiting to watch. However, uh will it continue on the backs of just rate cuts? Absolutely not. There's a lot of geopolitical tension also that's coming in. Uh there was also a perception that the tariff uh this entire 100 uh you know billion tariff uh that is being questioned today as well. Hopefully uh how much of that would also impact the top line and the bottom line and we have seen a big level of resistance on that level. So uh while JP Morgan did kick off the earning season on a bit of a muted tone, we are expecting the rest at least a Mac fight to kind of have a very good uh you know if if not as per street estimates to at least beat some of those stocks to beat street estimates as well. And Tammy, we are in an election year states side it has to be said when the sweeteners stop what's your outlook for the economy economy in the US beyond that can it maintain this momentum? Uh on an economy front very honestly Lizzie you have to also look at beyond the CPI data numbers you have to look at the job the labor market data while CPI did come as a rosy number uh we did see a lot of volatility within the core CPI you saw energy at a volatile space you saw rent at a volatile space uh hotels and apparel were up but again that we did see uh a base effect because of the whole government shutdown that was there. Uh if we move to the labor market data, it showcases a very different picture with a lot of data on uh the labor market not picking up especially in manufacturing. A lot of banks coming and stating that they will have certain uh cuts on the data front as well with uh labor market. The visa H1B restriction that has also aided to a lot of degrowth on the labor market front. So on an overall economy I think there are a lot of factors that goes into uh expectation but with regards to corporate earning uh at least in the December quarter that we will be looking in the next few days uh the expectations are strong. >> Okay Tanvi great to see you Tanvi Kchan there associate director and head of international business and strategy at anandratti shares and stock brokers. Well coming up Marine Le Pen's appeal trial begins in Paris. We'll look at the what the French farright leader told the court as she seeks to overturn her election ban. That's next. This is Bloomberg. Welcome back to Bloomberg Daybreak Europe. Now to some other stories we're following for you around the world this morning. South Korean prosecutors are seeking the death penalty for former President Yun Suko over his botched 2024 declaration of martial law. A verdict is expected next month with Yun facing the prospect of either a death sentence or life in prison. Yun was indicted last year on charges of insurrection after he shocked the nation and the world by briefly suspending civilian rule. In the US, six top federal prosecutors in Minnesota have resigned amid broader upheaval in the Justice Department. Earlier, the New York Times reported the exit stemmed from pressure to investigate the widow of Renee Nicole Good, who was shot dead by an ICE agent. And here in Europe, Marine Le Pen struck a consiliatory tone in court as she seeks to overturn an embezzlement conviction in a case that will determine whether she can run in next year's presidential election. The French far-right leader said she and her party were never aware that they might be crossing a line and criticized the European Parliament for failing to raise the alarm if there was anything a miss in the paperwork. A decisions expected by this summer. Well, those are some of our top stories this morning. But coming up right here on Daybreak Europe, six countries in the running for the vice presidency of the European Central Bank. We'll speak to one of the contenders, the governor of the Bank of Latvia. That's coming next. This is Bloomberg. Live from London, this is Bloomberg Daybreak Europe. I'm Lizzie Verden with your top stories. Silver and gold soar as Donald Trump sharpens his attacks on the Federal Reserve. The president says he'll announce his choice for a new Fed chair in the coming weeks. Meanwhile, oil steadies as a 4-day rally ends as Trump urges Iranians to continue anti-government protests, warning he'll act accordingly once he knows how many demonstrators have been killed. Plus, Greenland's prime minister categorically rules out joining the US, saying the Arctic territory prefers to stay in a union with Denmark. It comes ahead of a high stakes meeting between their foreign ministers and top American officials taking place in Washington later today. A very good morning if you're just joining us. It's 6:30 a.m. in London. And this is what the market picture looks like this morning. We're treading water when it comes to European futures at the moment, pointing lower stateside ahead of the Wall Street open. Yesterday, you saw stocks pretty knocked by the policy risk around US banks despite the upbeat forecast from JP Morgan and the CPI numbers. But it's the inflation story that precious metals are latching on to this morning and the threat to Fed independence. Silver back above that $90 an ounce mark. So smashing through a record up 3.6%. And you're seeing the likes of gold, silver, uh, copper, and tin rallying as well this morning, too. So, we keep an eye on the metal space. On the front pages this morning, like many of the papers, the Financial Times is leading on Iran. President Trump warning Tran's leaders to show humanity or base what he says would be very strong action if they start hanging protesters. He still notably hasn't signed an order implementing that 25% tariff that he'd announced on Iran's business partners. So we keep an eye for how that would ripple through the world, particularly its relationship with China. If we turn over to the Wall Street Journal though, we here we have the president criticizing a group of US attorneys at a White House event last week, complaining that they weren't moving fast enough to prosecute his favorite targets. So, this is notable because that was just a day before Fed Chair Jal received his grand jury subpoena from which of course the president has tried to distance himself. Finally, let's just turn to the UK now and we can take a look at the Telegraph. They're reporting that the White House is deeply concerned by the Labor government's plan to approve a Chinese super embassy. So, Prime Minister Kia Starmmer's expected to sign off on these plans before a visit to China later this month, but a US government source is warning that that sequence would squander Britain's bargaining power over Beijing. So, that's what's on the front page of the Telegraph. You can find a roundup of all the stories you need to know to get your day going in today's edition of Daybreak. So terminal subscribers can find that by going to dyb go. Now six European countries are going headtohead for one of the region's key economic posts, the vice presidency of the European Central Bank. Euro area finance ministers will vote next week on who should succeed Luis Dindos when his term expires in May. But that process will of course be influenced by national interest and regional representation. Let's go now to Bloomberg's chief Europe correspondent, Oliver Crook, who's in Brussels with a guest. Ollie. >> Yeah, Lizzie, thank you so much. We have so much to talk to to our next guest, Martins Kazak, who is the head of the Latvian Central Bank and of course a governing council member over at the ECB and obviously one of the sort of contenders for that vice president role over at the ECB. But I think today we need to begin uh something that's a little bit outside of your mandate, which is within the United States. what we've seen recently, this investigation into Jerome Powell, a lot of concerns across the markets, across the world about central bank independence. I'd like to get your view of what we're seeing out of the United States and the kinds of risks associated with the potential loss of central bank independence and the kind of uh impact that can have on global market stability. >> Good morning and thanks for having me. But of course, this is a worry and u the the impact uh in my view is well there are risks that is going to be negative. one is of course in terms of uh uh stronger inflationary bias. Uh but then the risk is that inflationary expectations start to the anchor and that means that uh inflation is likely to be higher and for central banks that means that to regain uh the credibility in the market would mean that the next time the screws might need to be tightened somewhat more to buy back the credibility because one of the success stories of the past uh inflation cycle was very low sacrifice ratios historically low low sacrifice ratios And very much of this has been coming through the credibility of the central bank. So the central bank monetary policy tightening needed not to be that strong and cost of unemployment was not that high. All these things uh are challenged now and I would not worry about Europe at the time being but of course uh the Fed is very important internationally and that is by no means good news. I'd like to Yeah. And this is something else I'd like to get into a little bit more, but we saw I think initially a few months ago when we saw the first threats to central bank independence of the Fed, a much sort of larger market reaction. There was a reaction over the last couple of days, but it was more muted. What do you make of that? Do you think that it's because the market is sort of mispricing that risk or they're just not concerned about how do you assess that? >> I would not say that uh well, I would not comment on the market pricing. We'll see. But I think this uh kind of volatility hides potential for uh nonlinear uh adjustment in the market. But my view perhaps is that the markets expect that this volatility turmoil phase will pass and we will get back to something relatively usual or normal uh that we've seen in the past. But uh it might not be that easy. So the independent and of course accountable central bank >> uh is the core of good monetary policy. If the central bank independence suffers then the central bank policy uh might not be that good and also the ability to learn from the mistakes would be undermined. But we need a central bank that takes good decisions. >> And I'd like to get your view on policy here within Europe. seems to be consensus across the markets and economists that basically policy is, you know, in a pretty safe place at the moment. Inflation came in in the Euro zone at exactly at 2% uh in December. Do you think that that is a correct appraisal from the markets that basically slow and steady, we're not going to see a massive readjustment to rates in any anytime soon? And on the horizon, when we think about the risks that could change that equilibrium, what do you see as those possible risks? I think currently we are still in a good place and uh that is a result of the decisions that the governing council took uh in the past few years. So we've been uh delivering on the mandate and that allows us now to be you know much more you know kind of calm but it by no mean uh means that we are relaxed. No, we uh still very you know point by data point by data point follow what is going on and the uh uncertainty remains high. the risks of various nonlinearity shocks high and that means that the modus operandi that we have had so far is still in my view the appropriate one meeting by meeting data dependent open-minded trying to see where the equation moves and then reacting as to the risks I would say the risks are on the both on both sides so we are in a relatively balanced situation on the upside of course there is this fiscal stimulus uh coming from Germany Um then of course various disruptions in terms of geopolitical shocks that might push some of the prices up. But on the downside as well um you know at the same time there is this risk in terms of the financial market valuation. Mhm. >> Okay. The AI hype. Of course, we need the productivity from the AI and it will come. But the question is how far into the future, how wide the gap is from the investment uh moment to the uh benefits of the productivity growth. If the gap is too wide and the bridge is too long, it may start to cave at some point. The other thing is China, >> right? And this is something we talked about a couple of months ago back in October. You were warning about frothiness in the market, particularly around this question of AI. It's gone only in one direction basically since then and there are still a great many different shocks that are now materializing that we wouldn't have even been on our radar back in October. How concerned are you about the sort of um the possibility of a very sharp repricing because we're talking about basically risks increasing and prices elevating. >> Uh one has to be very cautious in my view about it. Uh and the potential risks if something happens in terms of the uh financial stability so far so good. But the further one climbs you know the higher one climbs uh you know the more likely yeah a drop is. So in terms of the AI, these investments are likely to bring quite strong productivity benefits and we would need them especially in Europe as well. But the issue is about the uh you know the gap in terms of the investment and the delivery >> and I'd like to get also your risk and the sort of uh at the Federal Reserve and the sort of effect that that could have on monetary policy within Europe. We're going to have a new Fed share, one that is potentially has a much more dovish worldview and a sort of, you know, that could see rates come down substantially in the United States. What will the impact be on Europe and in terms of monetary policy being in a good place today? How much is that threatened by that fact? >> Of course, it will affect us. All the financial markets are interlin and uh of course the interest rate policies uh uh drive the exchange rate. So, of course, we will follow that. But I would say it's not only about the uh chair itself. We've seen in the US that there have been uh actions taken against already a number of fed governors and that's about the institution as such not about the individual alone >> and that is indeed worrying and uh if we've seen uh that monetary policy in the European case has delivered then undermining this policy branch that does deliver might undermine the whole story. Uh but in Europe the central bank independence is and remains very strong and uh we are doing the best we can to deliver which would again ensure that this independence remains strong. >> And a final question on the European Central Bank. You're up obviously for the vice president job. You're here to talk to lawmakers also in Brussels about that very fact. um what do you bring to this job and what do you think is required in terms of leadership at the ECB at this moment in time? Um that's of course the personal qualities but also the experience from our countries and coming from Latia from the Baltic region. We've been part of of the URL area for more than 10 years. We have gone through ups and downs. We have delivered and u in my view it's the time uh for the Baltic countries also to deliver on the European level. We're ready to take on the responsibility. As for my perspective, I think of course the central bank needs to be independent to deliver but it also needs accountability uh to be strengthened so that we explain uh to the society what we're doing and when we're doing and u I think the president's loggard's uh way of running the team of opening up the discussion uh of engaging all the policy makers is a fantastic thing to continue. It reduces group think. It reduces mistakes on an individual level and this needs to be strengthened and and carried forward and uh we are not new countries anymore. We are experienced countries ready to deliver and uh I'm happy to do it if I have a chance. Well, Martin Kazak, thank you so much for your time and good luck to you in those discussions and those deliberations which will be taking place over the next couple of weeks that the Latvian central bank governor and governing council member Martins Kazak also send it back to you Lizzie in London. >> Oliver, thank you so much for that conversation. Bloomberg's chief Europe correspondent Olly Crook there speaking to Governor of the Bank of Latvia Martin Kazix. So he's worried about Fed independence but saying that the ECB's monetary policy at least is in a good place. Now, let's turn back to the geopolitics. Greenland's prime minister has categorically ruled out joining the US. The Arctic Territory made clear its preference for Denmark in a joint press conference with the Danish prime minister, while Trump responded bluntly when asked about those comments. >> Now, we are faced with a geopolitical crisis, and if we have to choose between the United States and Denmark here and now, then we choose Denmark. We choose NATO. We choose the Kingdom of Denmark. We choose the European Union. That's their problem. That's their problem. I disagree with them. I don't know who he is. Don't know anything about him, but uh that's going to be a big problem for him. >> Now, the remarks come ahead of a high stakes meeting of Danish and Greenlandic foreign ministers with the US Secretary of State Marco Rubio and the Vice President JD Vance. That's coming later on today. Let's look ahead to it then. I'm joined by Bloomberg's Ros Mat now. Ros, good morning. I wonder how the Greenland comments have resonated with Trump. No one wants another Oval Office car crash to happen today. Will they deter him? And could it all impact a potential peace deal for Ukraine? >> Well, as you can see, quite a show of unity between the prime ministers of Greenland and Denmark, saying like if we have to choose now, we're obviously choosing Denmark. And Donald Trump's quite dismissive response, which was, I don't even know who the prime minister of Greenland is. I know nothing about this person, but he has a problem. So, that's kind of the usual quite gruff rhetoric that we've seen from Donald Trump on this. But, as you say, the key thing is this meeting that's happening uh between the foreign ministers, including Secretary of State Marco Rubio, because Marco Rubio's rhetoric on this has been in a way more moderate, more softer uh than the U than some others in the US. When he's asked, he's talking about no, there's no immediate talk about military action. This is more about acquiring Greenland or just increasing our strategic interest there. So that's our economic interest be it around for example critical minerals or around strategic interest to protect the Arctic from the growing influence of other powers including Russia and China. So he's been quick to sort of push back against the idea that military options are on the table. Does he do so again in this meeting today? But the the the issue for the Europeans in all of this and this is also an issue for countries like Germany and France is just trying to understand what is driving all of this with Donald Trump because in the end it's his decision about what happens from here from the US side. Is it really about national security? Is it about something else? And there's no great clarity on all of that. And and a strong sense um from some of the Europeans so far is that Donald Trump's trying to really keep them out of it because of course with Ukraine for example, he prefers to negotiate bilaterally directly with Russia, directly with Ukraine, cutting Europe out of it. And there's a sense already of concern on Greenland that it might be a repeat of all of that. So obviously they'll be watching very closely what happens with that meeting today. But for Europeans obviously also trying to get their foot in the door to be a voice in the room. Yeah, the future of NATO hangs in the balance in that meeting. Bloomberg's Ros Mat, thank you so much for the preview. Well, coming up, more Wall Street banks report earnings today with executives plotting their reactions to Trump's attacks on their credit card businesses. We'll unpack it all next. This is Bloomberg. Welcome back to Bloomberg Daybreak Europe. Now to some top corporate news this morning. The Trump administration has eased export rules for Nvidia's H200 AI chips to China. The US Commerce Department says it'll now review applications case by case, although companies must follow requirements including certifying no shortage of the chips in the US. Exporters must also limit chip limit shipments to China to 50% of US production and follow strict customer checks. Elsewhere, Bloomberg has learned that Netflix is working on revised terms for its Warner Brothers bid and has discussed making an allcash offer for the company's studios and streaming businesses. Sources say the changes are designed to speed up a sale that could take months to close and faces push back from politicians as well as a hostile bid from Paramount Skyance. The current offer includes a mix of cash and Netflix stock. Elsewhere, Boeing sold more jets than Airbus last year, snapping a seven-year losing streak as it recovers from a difficult period of corporate crisis. The US firm booked 1,175 orders for the year, including a Qatar Airways deal that's the biggest in the company's history. Boeing also delivered 600 planes last year, capped off in December with its best monthly showing of the year. Well, let's turn to Wall Street now. Shares of the largest US banks ended down yesterday after JP Morgan issued an uneven earnings report. Despite some unexpected misses, the bank's CEO Jaime Diamond sounded an optimistic tone on the broader American economy. Let's take a listen. >> If you ask me, in the short run, called 6 months and 9 months and even a year, you know, it's pretty positive. You know, consumers have money. There's still jobs even though it's weakened a little bit. There's a huge there is a lot of stimulus coming from the one big beautiful bill. Uh deregulation is a plus in general not just for banks you know but they you know banks will be able to redeploy capital but the backdrop is also important but the timets are different geopolitical is an enormous amount of risk >> Charlie wells back for more on this Charlie based on these latest results what's going wrong and what's going right for JP Morgan good morning >> good morning Lizzie well that is the question to ask when you see a drop like this in JP Morgan shares over the past three is down over 5%. One of the issues that we saw yesterday in their earnings report was a surprise miss in debt underwriting. There had been a lot of optimism in this deal making space. If you take a look at that surprise drop, it was down over 2%. Analysts had been expecting a growth of 19%. So, a significant discrepancy there, but this was a mixed report. If you look across a number of these other metrics, trading was pretty strong. It was beating consensus estimates, but it was that investment banking miss that really sent shares down yesterday. >> Okay. And we've got more results coming later today. What are we watching out for, Charlie? >> Well, look, we got a lot of red on the screen. We thinking about the session yesterday. We have a number of banks really kind of writing some of the difficulties that we've been seeing early here. I think the question really is what does the deal front look like? That had been one of the main themes that there would be a lot of constructive narrative here. Let's see how they communicate about that. We could see strong trading as well. potentially mirroring JP Morgan. But really the question is how do they deliver on that front on deal making and net interest income? Again, these banks have been growing their loan books. Do they tend do they outperform? JP Morgan actually did outperform on that front and again questions about rhetoric that we're hearing from the wall from the White House. How do these bank executives respond on issues like credit card interest rate fees that Trump has been talking about? >> All right, Charlie, thank you so much for the preview. We'll turn back to the macro with plenty more ahead next. This is Bloomberg. As you know, uh the inflation numbers just came out and we have very low inflation. So that would give too late Powell the chance to uh give us a nice beautiful big rate cut which would be great. He's billions of dollars over budget so he either is incompetent or he's crooked. I don't know what he is but he does a certainly he doesn't do a very good job. >> President Donald Trump criticizing Fed Chair Jerome Pal again there. And we've got more economic data to come this week and today. You can see here retail sales perhaps the highlight of today. But flip the board and we can dive into what we got on CPI yesterday. A return to normality somewhat after those flawed prints for October and November. The C Swiss cheese CPI prints as they were described because of the US government shutdown. This was what we got yesterday and actually a softer than expected read when it came to core CPI as highlighted there by the president bolstering bets on Fed cuts for later in the year if not this month. That's certainly not expected by traders. But the outlook for inflation softening as a result even if the stock gains didn't last all that long. You can get a roundup of all these charts and all the others that we use here on Bloomberg TV by typing CHRTV go on your Bloomberg terminal. It's not just the retail sales though that are on the risk events for today. A reminder, we're going to get results from Cityroup, Bank of America and Wells Fargo as well. Retail sales will come at 1:30 p.m. London time. And watch out in case we get that Trump tariff ruling because the Supreme Court has a decision day today. We could get that ruling coming on Liberation Day tariffs today. We've also got lots of bank earnings. As I say, Wells Fargo's CFO is going to be speaking to us after posting results. So, don't miss that interview. But that does it for Daybreak Europe. Anna Guy and Tom are coming up next on the opening trade. They'll take you all the way to the European Market Open. See you tomorrow. This is Bloomberg.",
  "language": "en",
  "is_generated": true,
  "fetched_at": "2026-01-14T17:22:50.753053",
  "method": "yt-dlp"
}