{
  "video_id": "emOSv5hRPOI",
  "text": "It's 5:00 a.m. in New York City. Good morning. I'm Bonnie Quinn with your Bloomberg brief. Here's what you need to know. The Fed on notice. Chair Powell vows to stand firm, [music] saying the central bank has been served with DOJ subpoenas. Mulling options. President Trump considers potential courses of action for Iran where nationwide protests entered a third week. All of that as equity futures drop, the dollar drops, and gold and silver [music] hit records. So, let's take a look at those markets because the S&P 500 did close out Friday at a record. Hey, why change a good thing, right? Futures though pointed lower. Obviously, markets rattled by this Fed independence question which is coming back to haunt them. Now, you can see NASDAQ futures [music] taking the brunt of it. Russell 2000 futures down as well, but there's obviously a lot of data to price in as well. We got the non-parm payrolls report Friday. CPI coming tomorrow, though that could have some residual data issues according to Bloomberg Economics. The VIX though is elevated. We're talking 16 and a half at this point. So, not crazy, but definitely some de-risking going on. Let's take a look at bonds because the long end of the curve is definitely steepening by five basis points. Now, we're still only at 48621, but as you can see here at the 2-year yield, we're at 35260. So, there is some steepening going on. And then in terms of precious metals, we're seeing gold at a record. And then we also have silver on track for its fourth doubledigit monthly gain. It's already up 17% monthto date. Crude also pricing in maybe a tiny bit more the potential for regime change or some sort of shift in [music] relations with Iran. All right, a lot to get through today and we get bank earnings starting tomorrow. Let's get to some individual movers first though. Chloe Mlly is in London. Chloe, good morning. Bonnie, the shares of credit card and credit card firms and banks are in the red this morning after Trump called for a one-year cap on interest rates at 10% and said that if companies do not comply, they would be in violation of the law. And so, we are seeing some of that reflected in some weakness for the likes of JP Morgan and Capital One. Moving on to Walmart, which is on the upper this morning after announcing a partnership with Alphabet for AI enhanced shopping on the Gemini platform. And this is being welcomed quite warmly by the market. And finally, miners are also on the move today. As you mentioned, we have got gold hitting new records because of that rush to safe havens, copper hitting new records because of supply concerns. And all of that is being uh is being reflected in in some positive share movements for the likes of Newmont and Barrack this morning. >> All right, a lot to keep an eye on today. Chloe, thank you so much. That's Khloe Melly there for us. And coming up this hour, we're going to look at the Fed rate path and any potential market risks [music] with Terry Weisman of McQuary. First though, the Federal Reserve gets hit by subpoenas by the US Department of Justice. The threat of criminal charges is a consequence of the Federal Reserve setting interest rates based on our best assessment of what will serve the public rather than following the preferences of the president. This is about whether the Fed will be able to continue to set interest rates based on evidence and economic conditions or whether instead monetary policy will be directed by political pressure or intimidation. President Trump getting push back and from both parties while Bloomberg learns that the Federal Housing Finance Agency director Bill PY was a driving force behind the decision. Joining us now is Bloomberg international and policy correspondent Michael McKe. So Michael, a lot to take in, but this idea of criminal misconduct is new, right? There were complaints before, but this is a DOJ bunch of subpoenas. What can Powell do to fight this? What tools does he have at his disposal? Well, basically he's going to comply with the subpoenas and then he's going to use public relations the public the markets to fight back on this. I mean, this is extraordinary. We've never seen anything quite like this in central banking. Ordinarily, when there's some sort of crisis with the Fed, Fed officials back off and basically go quiet and try to stay out of the line of fire. In this case, J Pal deliberately deciding to get in the middle of it all. It is uh extraordinary that we are seeing a Fed chair essentially accuse the president of the United States of extortion. This all started when the US attorney for District of Columbia Gene Piro uh began an investigation in November supposedly into any POW criminal activities after being referred by Bill Py. He has now she's now sent out subpoenas uh requesting documents related to the Fed renovations. We don't know exactly what they don't know because the Fed's been very upfront about all of this, but Trump of course has been stymied in his efforts to fire J. Pal and that anger on his part may play into this and we've got that Supreme Court hearing relating to Trump's efforts to fire Governor Cook on January 21st. Now, the president Bonnie has denied overnight saying uh this overnight saying he doesn't know anything about it, but he's certainly not very good at the Fed referring to J. pal and he's not very good at building buildings. Remember the president went over to the Fed to check out uh this building. Biggest question is how does this all play into some kind of new Fed chair getting appointed by the by the president which is supposed to happen any day now. Tom Tillis, who is a senior Republican on the banking committee, which would have to vet anybody, said last night, \"If there were any remaining doubt about whether advisers within the Trump administration are actively pushing to end the independence of the Federal Reserve, there should now be none. It is now the independence and credibility of the Department of Justice that are in question.\" So Tillis, a Republican coming out on uh Powell's side, makes it sound like it's going to be difficult for the president to nominate anybody who would be particularly seen as a loyal servant to the Trump administration. >> Well, Tillis said that he wasn't going to support confirmation of any nominee for Fed chair until this matter is quote fully resolved. How do you fully resolve a matter like this unless the DOJ has new evidence or I mean is there anything the president can do to tell the Department of Justice to back off or are we then getting into very gray areas again? >> Oh well, you'd be getting to gray areas but the president has driven past all the gray areas so far. He's told the Department of Justice in essence to try to indict other people like James Comey uh and Leticia James. So uh he could tell them to back off. they could announce that there was nothing found and uh grand jury was not asked to indict or refuse to indict as they have done in the cases of Comey and James. So there are offramps but it's going to be very difficult for the president now especially somebody who would be seen as a loyalist to the president getting nominated is going to have a very hard time selling the markets on their uh independence. >> Exactly. And you're definitely seeing a market reaction today although it doesn't look and we don't know yet. It's hours before the US open, but it certainly doesn't so far look like a liberation day trade at least. >> No, it looks more like the taco trade that the markets are reacting negatively because they don't want uh the president messing with the Federal Reserve and its setting of interest rates, but they're thinking he's going to back down at some point. We'll have to see how things open when we get to the cash open. >> Yeah, just a few hours away. Michael, thank you so much. That is Bloomberg's Michael McKe. And do tune in to our interview with Bull Py, director of the Federal Housing Finance Agency. That's at 7:30 a.m. New York time, 12:30 p.m. in London. Turning to Iran now, fatalities mounting from protests across the nation stretching into a third week. President Trump says the US is looking at potential options in response to reports of deadly crackdowns. >> We're looking at it very seriously. The military is looking at it and uh we're looking at some very strong options. We'll make a determination. >> Joining us now for more is Bloomberg's Middle East breaking news editor, Patrick Sykes. Patrick, we know that internet was down in Iran. What do we know that's coming out of there? What what do we know for sure? Yeah, the latest uh count, casualty count we have from activists is about 500 people dead with another 500 reports of of of fatalities that they're investigating. So, unfortunately, over the weekend, in the context of that internet blackout, it does look like there's been a a sharp increase in the number of people being killed. Today, Iranian officials, the regime is holding kind of counter demonstrations throughout Iran in various cities. It's also claimed the foreign minister has claimed that security forces are now in total uh control. Uh I think the test of that will be this evening as we've seen that most of the protests have have centered on the evening over the past few days. Um and then the other part that's emerged the past couple of hours is Iran's indicated that there's contacts going on with the US. The foreign ministry spokesperson said that lines of communication are open with the US envoy Steve Wickov and that messages are being exchanged when needed. So there is a diplomatic channel whether or not it's active, how active it's being at the moment. Remains to be seen, but we're getting indications that that there are contacts going on there as well. >> Patrick, how much of a threat are these protests to the regime? Yeah, I mean it's it's certainly a crisis for the regime. Um, unfortunately, it's the kind of crisis that they've become fairly adept in handling in recent years. Um, you know, we've had bouts of protests uh at increasing intervals. That's the other thing, right? This is becoming increasingly frequent the an increasingly frequent problem that the regime has to deal with. So far, its playbook in the past has been to respond with increasing violence. And I think the concern in Iran, in Iranians abroad, among activists will be that that's exactly what's being deployed. Now the big variable of course is Trump is his position, his threat o over the weekend uh and repeated over the past few days that the US stands ready to respond. Quite what that response could look like. Uh I think it's still very uncertain. could be everything from Starlink internet connectivity support to of course military options but there's obviously a lot more risk associated with the latter um but officials in tan I'll be trying to weigh exactly that and then in the second order problem how the protesters how the regime would respond to that kind of action by the US >> yeah so many questions left open Patrick thank you so much that is Bloomberg's Patrick Sykes let's get a check on the markets now we are seeing futures lower a little bit weight to the dollar index. The 10-year yield up three basis points. The 30-year yield is up five basis points. So, some steepening going on. Let's get to Bloomberg's Ven Ram now because he joins us for a closer look at markets. Now, Ven, we're obviously seeing a little bit of an impact on the dollar though the DXY is still above 98. We're seeing a VIX that's starting to be elevated. Is this telling us that markets are rattled about this Fed independence question once again or is this just baking all the economic data and some de-risking going on? >> No, this is definitely about reviving the sell America trade. Bonnie, I think that you know the risk premium that the markets have quickly embedded into US assets is remarkable. As you mentioned, the 10 and 30-year yield are rising and the 30-year yield is rising more pronounced and therefore you know it's clear how the markets are taking it. That is also clear if you look at how the dollar has reacted. It's coped it on the chin completely and it's pretty much down against all G10 currencies. And you know the dollar is now trading at a 3% uh risk premium uh discount to the to its modeled values. And I think that that risk premium it was as much as almost 6% back in April last year when Trump announces tariffs. So I think that you know if we see this escalate tensions with the Fed I think that you know that premium will widen and the dollar will continue to trade at a discount. Now interestingly on Wednesday we may get the Supreme Court rule on the um US tariffs issue which they didn't on Friday. So that is another risk event looming for the market. So all in all it's not looking too good for US risk assets. >> No, I mean it's not every single currency, right? The dollar yen is actually pretty stable and it's very close to 158 which can't be pleasing the Japanese authorities but certainly sterling about 4/10en of a strong percent stronger and so is the euro. So it's definitely certain strengths in certain countries that's you know helping this trade right van. Yeah, I mean I think in the case of the dollar yen that's a useful exception. It's been flirting in and out of positive territory and I think that you know a lot of that has got to do with the uh prospect of elections in Japan next month as soon as next month. So I think that you know the investors are kind of confused as to how to look at the dollar yen when the dollar itself is handicapped by a risk premium. So I think that ambivalence shows there. But if you look at the rest of the G10 complex, whether it's the euro, whether it's the pound, whether it's the crona, whether it is the Nordic currencies, whether it's certainly the Swiss Frank, if you see that, you know, the risk premium is remarkable and pretty pronounced. >> Then we're also looking at gold and silver. Obviously, gold though just off its record, it's very close to $4,600. Troy ounce now up 1.3 75%. and silver also looking at you know a fourth month of massive gains. Is this also the the risk off trade or is this continued speculation? >> Well, it is a bit of risk of trade feeding into the speculation that was already present in gold bonnie. I mean gold has pronounced seasonality in the first quarter of every year because you know it's wedding time in in um in in India and it's also the lunar Chinese New Year uh which play which adds to the seasonal season seasonality excuse me. So, but if you look at um other factors as well, you've got geopolitical tensions in Iran. You've got the dollar risk premium. And you know, it's not just the dollar risk premium which shows up on the um gold. It's also the fact it's a fiat currency versus non-fiat asset uh which calls into question the US balance sheet. So, there's plenty of factors playing into gold. And you know, you would expect that gold, the next 10% for gold should be easier from here because there's just so many tailwinds propelling the gold higher. >> Yeah, these moves are just incredible. Ven, thank you so much. That's Bloomberg's Ven Ram. Now to other top stories trending on the terminal [music] this morning. Barkclay's share is falling after President Donald Trump said that credit card lenders would be quote in violation of the law if they [music] don't heat his call to cap interest rates at 10% for one year. Trump's demand to cap rates was not backed up by legislation and he provided no explanation for how the lenders would be breaking the law. Heineken chief executive officer Dol Vandenbrink is stepping down after six years at the helm in more than 28 [music] years at the Dutch company. The brewer has been facing a drop in beer sales and is underperforming rivals. And a home seller in London is now more likely to make a loss than any other place in the United Kingdom for the first time in at least a [music] decade. About 15% of Londoners last year sold their home for less than what they bought it for, which is the highest proportion in England and Wales and above the national average of 8.7%. [music] Coming up, Europe discusses strategies to calm the US threat against Greenland. More on that next. This is Bloomberg. If we don't take Greenland, Russia or China will take Greenland. And I am not going to let that happen. Sure, I'd ra I'd love to buy make a deal with them. It's easier. >> But one way or the other, we're going to have Greenland. President Trump saying that controlling the mineral-rich Danish territory is crucial for US national security. Meanwhile, a group of European countries led by the UK and Germany is discussing plans for a military presence in Greenland. Bloomberg's chief European correspondent Oliver Crook joins us now for more. So Oliver, would the point of this NATO presence be to show President Trump that Greenland is is welldeended or to actually defend it against something that President Trump might do? Yeah. So, I think there's a little bit of both sides of that in this potential proposal from some of these NATO allies being pushed forward by the Germans and the UK who are much more concerned now with at the behest of President Trump with the security of the Arctic. I think that for them what they would like to say is to say that listen, we take this very seriously that we are capable of defending the Arctic. We're willing to do a joint sort of military um presence in Greenland that the United States would be a part of. We should say that the Danes have been very welcoming of the idea of having more US troops within Greenland, potentially opening more bases. This is something that's been talked about very sort of openly and the Europeans want to try to diffuse at least that one criticism that we heard there from President Trump saying that basically Greenland um could be taken by China or Russia. We should say that at this stage it's very un it's very unlikely that there's a military confrontation between the United States and a NATO ally in Greenland. That having been said, you know, Trump is not dialing back the rhetoric sort of at all. Right before he said that he was concerned about China and Russia going into take Greenland, that he said that basically we're not interested in a lease. We're not interested in having anything short of ownership. That is really the only outcome that the president of the United States really would like to accept for Greenland. So if we accept that it is mainly a security sort of issue and the Europeans are able to assuage that fear, then potentially they can make progress. We should say the German foreign minister is in DC today. the Danish one is there on Wednesday, maybe they can make some progress. But if it's about more than just that, if it's about potentially exploiting the mineral resources of Greenland, if it is potentially about expanding the US's footprint, the sort of land mass across the world, if that in terms of sort of legacy terms for Trump, those are going to be things that are very difficult for the Europeans to diffuse and basically dissuade Trump who has made it very clear that owning Greenland is a priority for him. >> Well, they still haven't exhausted diplomatic efforts. They feel anyway. So Denmark and Greenland, their foreign ministers are going to be in DC this week. You mentioned that. What can they say diplomatically that's going to change President Trump's mind? >> Yeah, I think it's very difficult. I think Trump again, you know, is sort of in this mode of not really wanting any sort of compromise. I think what's sort of interesting and I think that the comments really that we got from Trump on Friday and I'll quote here uh directly from him saying um that I would like to make a deal the easy way but if we don't do it the easy way, we're going to make it the hard way. If that sounds familiar, Vonnie, that's because that's literally the exact same thing he said back in November about Venezuela and then five or 6 weeks later we saw what happened there. So, I think from the European perspective, they're very concerned with that sort of rhetoric. Um, the the sort of different ideas that the Trump administration has talked about, you know, short of invading, obviously Greenland has been buying it from either Denmark, potentially doing direct payments to the individuals within Greenland. There are 57,000. Apparently, the administration talked about payments of $10 to $100,000 to each of the people to try to bring them on board. That would only cost the United States about $6 billion. But these are some of the issues that are being sort of considered and discussed as we move forward in what is a very uncertain moment for NATO and for the Europeans. >> Absolutely, Ollie. Thank you so much. That's Bloomberg's Oliver Crook there. Coming up, one story front and center in your front page news. Fed chair Jerome Powell stands firm against the president's threats. That's next. This is Bloomberg. This is Bloomberg Brief. I'm Bonnie Quinn in New York. Time now for your front page news and one story dominating the headlines across major news outlets. A dramatic escalation of the Trump administration's attacks on the Federal Reserve. Chair Jerome Powell said the US central bank had been served grand jury subpoenas from the Justice Department. In a statement released Sunday evening, Powell said the threat of criminal charges is a consequence of the Fed setting interest rates based on its best assessment of what will serve the public. Meanwhile, in an interview with NBC News on Sunday, President Trump denied having any knowledge of the DOJ's investigation into the central bank. Coming up, more on the market implications of the Fed subpoenas. We'll speak with Terry Weisman of Mcquaryy next. This is Bloomberg. It's 5:30 a.m. in New York City. Good morning. I'm Vonnie Quinn with your Bloomberry brief. Here's what you need to know. The Fed on notice. Chair Powell vows to stand firm saying the central bank has been served with DOJ subpoenas. Mulling options. President Trump considers potential courses of Iran action where nationwide protests entered a third week. All of that as stocks and the dollar drop and gold and silver hit records. So, let's take a look at those futures down across the board. We did hit a record though Friday on the S&P 500. So, make of that what you will. It definitely appears that there's going to be some market reaction to this Fed independence question, but there's a lot going on in these markets, including the digestion of Friday's non-farm payrolls data, the anticipation of tomorrow's maybe okay CPI data. We'll see how much it's been influenced by the shutdown still. And then, of course, bank earnings kick off tomorrow with JP Morgan as well. And there's also a potential SCOTS ruling coming Wednesday. So, there's a lot to be priced in, but certainly we're seeing a steepening of the yield curve. The 30-year yield up almost five basis [music] points above 486. The 2-year yield still at 352. And then in metals, you're seeing gold at records again today, just off the $4,600 an ounce mark. Silver up more than 17% monthto date. That is month to date. And that's the fourth straight month of double digit gains. And crude down just a little bit. Markets just looking at these Iran headlines and wondering what the range of possibilities are for that. It will point out the VIX is above 16 as well. Let's get to some individual movers though. Here's Khloe Melly. Chloe, >> good morning Vonnie. We are seeing some weakness in the likes of JP Morgan City this morning as well. American Express Capital One and that is after after Trump called for a one-year cap on credit card interest rates to 10% and said that companies that do not comply would be in violation of the law. So we are seeing that reflected in a lot of weakness for a sector there that that is used to interest rates currently being at around 20%. Moving on to Walmart which is up this morning in pre-market trading. That is after it announced a new partnership with Alphabet to have AI enhanced shopping on it Gemini platform. So this is a deeper integration of AI into Walmart's operations and that is something that is being taken quite well by the market and we are up about 3% there. And finally, we also have miners on the move. Copper is moving, as you said, to record highs because of supply concerns. Gold also moving higher because investors are moving towards safe havens and that is reflected in a lot of positive movement across the sector this morning and green across the screen as we can see. >> Absolutely, Chloe. Thank you so much, Chloe Melly there in London. So, back to that story. Powell standing firm after claiming the DOJ hit the Fed with subpoenas. The threat of criminal charges is a consequence of the Federal Reserve setting interest rates based on our best assessment of what will serve the public rather than following the preferences of the president. This is about whether the Fed will be able to continue to set interest rates based on evidence and economic conditions or whether instead monetary policy will be directed by political pressure or intimidation. Sources also telling Bloomberg that Federal Housing Finance Agency Director Bill PY was a driving force behind the decision that is now causing bipartisan push back. Back with us now is Bloomberg's Michael McKe. Bipartisan push back, but so far just one Republican senator saying that he wouldn't support any kind of nomination for a new Fed chair until this matter is resolved. First, give us the context. What is this matter? Well, this matter is apparently an effort to get criminal charges filed against J. Pal for mismanaging the remodeling of the Fed's two buildings that's underway right now. Originally budgeted at $ 1.9 billion, they've ballooned to 2.5 billion, but uh the Fed has said that's because of additional costs uh in that have come up normally in the process of building things. So, we'll see how this plays out. It was uh the subpoena has been issued by Janine Piro, the US attorney for the District of Columbia. The president's denied any knowledge of it. Whether he's telling us the truth or not, we don't know. Uh but the question is where does it go from here? We know that they have tried to indict other people who have angered the president, including James Comey and Leticia James, and they have failed to get indictments in those cases. So, uh this is not an indictment yet. It's just an investigation, but it does raise the temperature and obviously has raised the eyeire of the Federal Reserve chair who ordinarily does his best to stay out of the headlines, especially on political matters. >> Yeah, he took the gloves off and fully accused the administration basically of meddling politically in the Fed's work. Right, Michael? So, you know, you have to wonder if the DOJ has any kind of evidence or if this will go anywhere. markets obviously pricing in some getting rattled by the idea that you know the Fed mightn't be as independent going forward but ultimately Jay Powell only has five months left right can this be a kind of a a delay and and respond >> well it wouldn't delay his departure from the chairmanship because that's statutoily provided in in the law and uh one assumes that if there has been nobody else confirmed in the meantime that Philip Jefferson would chair the Federal Reserve Powell would stay stay on, I'm sure, as chairman of the open market committee because the rate setting committee uh decides its own chair and I'm sure they would rally around the the chairman. Uh but the question is can the administration now nominate anybody after Senator Tom Tillis, a Republican from North Carolina who is on the banking committee said he would oppose any nominee until this is cleared up. It's a 12 to10 uh uh uh breakdown on the banking committee. So just one Republican not voting would prevent anybody's getting through. So it is a serious threat by Tillis at this point. >> So he said he wouldn't support anyone until this matter is resolved. What would a resolution look like in a situation like this? I mean what happens next? >> Well, we don't know what Tillis specifically wants to see, but there are basically two options. One is they move forward with an indictment and two is that they decide there is nothing there and they publicly clear the chair. Until either of those things happen, we don't know what's going to happen next. Now, the third very remote possibility is that the Supreme Court hears the case on Lisa Cook, decides that the president can fire her, and then that would make it possible for the president to fire J. Pal. But right now, most observers think the Supreme Court will come down on Cook's side. It's just another complexity in this whole tale. >> So many questions and so many possibilities. But definitely never have I seen the Fed chair come out and speak like that before. Michael McKe, thank you so much. Don't miss our interview, by the way, with Bill Py, director of the FHFA. That's at 7:30 New York time, just under two hours from now, 12:30 p.m. in London. Joining us for more on the market reaction now is Terry Weisman, global FX and rates strategist at McQuary. So, we're definitely seeing a weaker dollar today. Terry, is that all the Fed independence narrative bleeding into the market? >> It is, but I also would submit that there are plenty of other things that we're going to see potentially today and in the next few days. I think one of the most important aspects of the news as reflected in the market is simply a steepening of the yield curve in the US. uh when people are concerned about Fed independence, when they're concerned the Fed is going to take a structurally more dovish view of the economy, not just in the short term, in the long term, uh because of this political pressure, people get worried about long-term inflation, and you're seeing it reflected in gold prices rising, but you're also seeing it reflected in long-term yields going up relative to short-term yields. >> Nothing is breaking yet. I mean, I know we're four hours away from the open and anything could happen in today's trading session. But, you know, we're seeing a reaction, but I wouldn't call it muted, but I also wouldn't call it an overreaction or anything like that. What would have to happen in order for the market to really start worrying about Fed independence? >> I think you'd have to see change at the level of the senior staff that would actually indicate that there was a structural change happening at the Fed. As Michael mentioned, this is this is just a subpoena. We have not seen an indictment yet. And keep in mind also that the material implications of simply having uh Chair Powell leaving are no different than what the market might have expected uh a few days ago because we know that Chair Powell is going to be leaving at least his role as as uh chairman. And more importantly um uh he was presumably going to be replaced by someone that President Trump uh wanted to nominate. In any case, none of that has really changed. Of course, uh I think in fact that if there's anything that this speaks to to who might be the next uh chairman of the Fed, it's likely to be someone who's less connected to the Federal Reserve. And the reason is very straightforward. If the president has a view that the Federal Reserve, for whatever reason, is a corrupt organization. I'm not saying it is, but let's say he does believe that. Why would he nominate someone who's connected to that organization? that tends to rule out people like Chris Waller, uh like Michelle Bowman, uh potentially even Kevin Walsh. The one of the of the few nominees that have been touted, the one who's most uh removed from the Federal Reserve in terms of their career history is is Kevin Hasset because he's only worked there during the '9s. Uh and that was a long time ago. >> And he has been one of the favorites and and almost a front runner, you would have to say. But this whole thing that's happening now with the DOJ subpoenas and stuff, does it make him less hefty as a Fed chair, if he ever even gets to be Fed chair, >> that's ultimately going to be up to the Senate uh to determine. Uh I think that Kevin Hass's credentials are very good. I don't see that there's anything in his background that would disqualify him except for his connectedness to the White House. But let's keep in mind presidents in the past have nominated to the Fed chairmanship people who are connected to the White House. Janet Yellen was uh Alan Greenspan was and these turned out to be people in retrospect who were not uh let's say overly damaging to the reputation of the Fed. >> How do you price in the idea that we might get a SCOTA's ruling on Wednesday? The fact that we're going to get CPI tomorrow might be still a little bit, you know, dated. We got the jobs report Friday. was a little weaker in terms of the number of jobs created. How is all of that getting priced and the potential for a shutdown? Even >> I I'm surprised about two things in the market. The first is that implied volatilities in the marketplace are low. It's as if the market is saying with the exception of gold, which is an important exception that there is not too much volatility out there. But I would submit in view of all the things that are happening geopolitically and politically domestically that there is quite a lot of uh hypothetical volatility out there in the market. The second thing I would submit is that I'm somewhat surprised that uh the rate curve as I mentioned earlier the yield curve in US treasuries is not steeper. Uh if you believe that Scotas is going to uh uh proclaim that the AIPA tariffs are illegal and therefore deficits will go up, it does imply a larger supply of bonds in the long term and the market should have reacted to that if it and it may very well do so once the ruling comes down with some steepness in the yield curve. So there are potential tremors this week at the very least. Is there the potential for something more than that? >> Um well uh something catastrophic, something cataclysmic, not necessarily with the possible exception of a fall in the regime in Iran which would have major uh global implications obviously for the market for politics in the region as well. Uh I think the Scotas uh ruling um uh you know even if it proclaims that the current AIPA tariffs are illegal which would be an extreme position to take I suspect that the uh the administration would find a way of using uh the law to uh to come back to the tariffs. Now that might mean that there was going to be another round of tariffs under a different guise another another um uh purview other laws. Uh but I think that this administration is committed to tariffs. So maybe this is not going to be that uh dramatic for that issue. >> Have you started thinking through potential implications of regime change or even just strikes on Iran and what that might mean for the market? >> Well, if there were a military uh incursion and I'm talking about here boots on the ground and that is still a very wrong possibility. I think it would be very bad for the dollar. I I think the the FX market does not likes to see uh successful um uh US uh intervention abroad or engagement abroad. It certainly doesn't want to see unsuccessful and as soon as you're talking about boots on the ground and the political implications geopolitically for uh uh an engagement of that nature the market will react adversely with respect to the dollar. If it is simply the regime falling of its own weight of its own valition I think that will be perceived to be positive for the US and certainly the US's management of geopolitical affairs that could be good for the dollar. So ultimately it depends on on whether or not there's a lot of uncertainty attached to the uh to the uh transition uh between what the Iranian people have now and what they will have on the other side. >> Is it a tough time to be a trader, Terry? >> Uh well, no. If you focus on volatility, it's actually a good time. >> Uh if you try to make money from the premise that things will be more volatile and you simply bet on that, uh you could make money in this market. If you try to take directional views based on the decisions that politicians will take, I think there you're in a heap of trouble because it's so difficult to get into the minds of some of the key decision makers in the world today. >> All right, do the former, not the latter. Terry, thank you so much for joining us today. That is Terry Weisman of McQuary. Now to other top stories trending on the terminal [music] this morning. A group of European countries led by the UK and Germany is discussing plans for a military presence in Greenland. Germany will propose setting up a joint NATO mission to protect the Arctic region and UK Prime Minister Akir Starmer has urged allies to step up their security presence [music] in the high north. The National Basketball Association is preparing to pitch investors on a new European league targeting team valuations of up to a billion [music] dollars. According to sources, the NBA will open its data room for the planned European League to investors, [music] including financial projections. The new league could debut as early as next year. And Barclay's shares are falling the most in three months [music] after President Trump said that credit card lenders would be quote in violation of the law if they don't heed his call to cap interest rates at 10% [music] for one year. Trump's demand to cap rates was not backed up by legislation and he provided no explanation for how the lenders would be breaking the law. Coming up, Iran protests enter their third week and President Trump now says the US is mulling its options. More on that story next. This is Bloomberg. We're looking at it very seriously. The military is looking at it and uh we're looking at some very strong options. We'll make a determination. >> Iran entering a third week of nationwide protests sparked by a currency crisis and economic collapse. And now more aimed at the ruling system. The Wall Street Journal reporting that President Trump is set to meet top administration officials Tuesday about a response. Bloomberg's Kasha Kashinska joins us now from Washington. So we know that President Trump has been mulling quote unquote options. Kasha and that he might have to do something before negotiations happen. He said that Iran had been in touch, leaders have been in touch. What do we know about what these options are? We just saw President Trump talking to reporters last night as he was flying back from Mara Lago to the White House and he has mentioned that there are some sort of talks between the US and the Iranian regime that there will be a kind of a meeting. But he also warned that the US might take action before this meeting even happens. And the possible action could be a military step. It could also be some sort of a cyber operation, a cyber attack or increased sanctions on Iran. We know that the US has been using his sanctions a lot and that's actually what led to the serious deterioration of the economic situation in Iran. So those sanctions have been working. President Trump last night also mentioned that he will speak to Elon Musk um to look into whether internet could be restored via Elan Musk's Starling. So the US is also talking to the uh opposition here and Trump has been quite prolific in expressing his support for the Iranian protesters. Well, and then moving to the Americas, of course, Kasha Trump obviously meeting with the oil CEOs on Friday now saying that he's inclined to exclude Exxon from Venezuela because of comments. I mean, does Exxon care? >> Trump wants to bring oil companies back to Venezuela, especially the US oil companies because he wants uh those jobs and opportunities go to uh Americans. So, he met with a lot of companies. There were almost 20 CEOs at the White House on Friday and Exxon was really uh standing out out with its comments being very skeptical about Venezuela. Exxon CEO reminded everyone that the company had its assets ceased twice in Venezuela. So it's not very likely to come back and um Trump was quite upset about it. He told reporters that he might exclude Exxon from uh operations there and he of course praised Chevron because Chevron Chevron is the only oil major left in Venezuela. >> Cuba though is back at the forefront. Trump really threatening again saying that Cuba needs to make a deal before it's too late. What does that mean? >> Yeah, so those two stories are actually very related. Cuba used to be uh the major buyer of oil from Venezuela. We know that because of the US sanctions, Cuba is excluded from most of the global trade, but it was getting its energy uh supplies from Venezuela. Now there is this blockade that Trump imposed. And so Cuba is really struggling and basically the US is expecting uh this regime to collapse as well on true social. Trump urged Kuba to seek a deal with the US. >> And then, you know, as if that wasn't all enough, the US is actually hosting a meeting on rare earths because this China Japan spat continues to simmer and is obviously affecting maybe the potential for Japan and other countries to get access to rare earths. >> That's a global trade story. So, China, you know, it has um some economic challenges at home, but is a major producer of rare of rare earths, those metals that we need for everything, for solar panels, for cars, for smartphones and so China has kind of been managing the supply of rare earths to the US and now more recently to Japan trying to limit it and then uh you know pose some pressure try to get something uh in exchange of um reviving the flow of rare earth. So now Japan is trying to use G7 this global forum that the US is also a part of to perhaps look into alternative supplies as for example the US is trying to increase its own production of rare earths. So there will be a meeting here in DC about rare earths among the G7 countries later this week. >> All right there's a lot happening this week. Kasha, thank you so much for joining. That's Kasha Kimashinska in Washington. Coming up, bank earnings kicking off Tuesday and more in your week ahead next. This is Bloomberg. This is Bloomberg Brief. I'm Bonnie Quinn in New York. Now, a look at what's ahead this week. There's a lot. USCPI data out Tuesday, followed by PPI and retail sales on Wednesday. That's your economic data. JP Morgan is kicking off Bank earnings season Tuesday. Then Bank of America, Wells Fargo, and City on Wednesday, and Morgan Stanley and Goldman Sachs Thursday. Plus, the Fed releases its beige book on Wednesday. Let's take a look at some movers before the open now. Credit card and bank shares are sliding as President Trump calls to cap interest rates for the cards [music] at 10% for one year. As you can see, Capital One down 10 12%. Walmart though up three and a half% right now. It's teaming up with Alphabet for AI assisted shopping on Gemini. Of course, it's also joining the NASDAQ 100 from January 20th, replacing Astroenica. And then Newmont Mining among mining shares that are higher. Gold at a record, silver at a record. It's the same story. Let's take a look at that macro picture though because futures are lower. This question of Fed independence rattling markets once again. Now, we're stable at this level, but we are pointed [music] to a lower open. Also, higher yields at the long end of the curve. The uh dollar index a little bit weaker as well. strong sterling, strong uh euro today, and a weak US dollar. As you can see, the 10-year yield up three basis points. The 30-year yield is up almost five. Let's take a look at those metals. Gold very close to $4,600 an ounce. Silver is on track for a fourth monthly double-digit percentage gain. It's up 17% just this month alone. And then crude just down about 35 cents. Obviously, the oil market mulling its options and what might happen with Iran as President Trump says the US is considering what it can do. Well, that's it for Bloomberg Brief. Surveillance continues the conversation. This is Bloomberg.",
  "language": "en",
  "is_generated": true,
  "fetched_at": "2026-01-13T17:43:10.575547",
  "method": "yt-dlp"
}