{
  "video_id": "FFfZrHqk-bM",
  "text": "The countdown is on. [music] Everything you need to get the edge at the end of the market day. This [music] is the close. >> A cooler CPI print [music] not enough to heat up the market rally. Live from studio 2 here at Bloomberg headquarters in New York. I'm Roma Bosa kicking you off to the closing bell here in the US on this Tuesday afternoon with financial markets that looked like they were going to open higher, [music] but that higher open faded pretty quickly. The S&P 500 now down about 3/10en [music] of a percent here on the day. The rest of the major indices following a similar trajectory though getting a modest bid once [music] again here in the small cap cyclical space. A lot going on when it comes to the commodity space. Oil [music] climbing to a two-month high this after Trump amped up his rhetoric over Iran. Gold and silver at record highs once again. Silver in particular here back above that. Oh, at one point I should say on the day was back above that $88 level. [music] Now up about 2.7% just a little bit shy of that. And keep an eye on what's going on with dollar yen. One of the weakest days we've seen for the yen relative to the dollar in quite some time. Some [music] concerns here about some of the next policy moves coming out of the new [music] government in that part of the world. Meanwhile, back here in the US, dollar strength is also being aided by the relative softness that we had in the latest consumer price index report. The idea that tamer inflation provides a path for more aggressive rate cuts. But parsing through that data, the economic arguments for easing is still going to be tough. Core CPI, it rose 0.2% in December from November. That's slightly less than forecast, but it's still a core CPI reading that year-over-year is now above the Fed's 2% target rate for going on 5 years. It looks like a pretty confusing number quite frankly, you know, and on top of that, you did have government related uh distortions because of the shutdown, you know. So, I think the Fed will have to parse through this. You know, the way that we read the u you know, the tea leaves more recently is that after 75 basis points of cuts that they've implemented uh in the second half of 2025, they're much closer to neutral. They're on the higher end of their own range. >> Now, you can nitpick that CPI report all you want, and we're certainly going to do that later in the show, but the consensus in financial markets is that rates will head lower whether the economic backdrop actually supports it given the thumb the White House is putting on the scale. Jordan Rochester over at Missouo put it best saying it's hard to argue direction on the back of this especially with politics playing a larger factor for PAL in the Fed. For now that's keeping the market moves in check as is a somewhat disappointing start to the earning season. JP Morgan sliding after reporting an unexpected dip in revenue from underwriting and M&A advising. And Delta Airlines, which just six months ago was decidedly bullish on its outlook, today gave a profit forecast that fell short of some analyst estimates as geopolitics crimps inbound foreign travel to the US. But we do want to kick things off here with a closer look at the state of the economy and a closer look at the policies coming out of Washington. Eric Rosenrren joins us right now, former uh Federal Reserve president of Boston. And Eric, I do want to start off with the general idea of what the Fed can do next. Given the economic data that we've seen that seem to suggest a labor market influx but still stable and inflation well still a question mark but not necessarily hot as it was just a year or so ago. >> Yeah. So I agree with you that um the conditions for easing right now are not nearly as strong as they might have been um a quarter ago. the the CPI at 2.7% uh is substantially above the 2% inflation target. It was 2.7 uh last month as well and uh if you look at the PCE measure of inflation, it's been gradually rising. So the result is that uh the inflation news has not been such that you can have a great deal of confidence that the Fed's going to get back to target particularly as you note they've missed their 2% target for almost 5 years. Uh on the labor market side, uh there were only 50,000 jobs created, but that's the average that we've seen over the last year. And uh part of that is because of immigration with much less immigration. Uh we don't have as much growth in the labor force. In fact, labor force has been pretty much flat. And so 50,000 jobs isn't uh that far out of the ordinary given the slow growth in the labor force. Uh the unemployment rate's at 4.4%. uh that's very close to what uh the Fed thinks it will be in the long run. It's a little bit above but only a little bit above. Uh so I think that the Fed is well situated to wait and see and see if the economy picks up. Uh there is reason to believe that next year GDP will be stronger. Uh fiscal policy is going to be stimulative because we're running large deficits. uh the big beautiful bill uh included investment credits that encourage investment and also has lower taxes for uh helping consumers out. So I think the conditions for reasonable growth next year are there and so as long as that actually pans out, there's really no reason for the Fed to change uh the level of rates. >> There there has been sort of a parlor game going on right now in financial markets. the idea that one way or another we are going to see more accommodative policy out of the Fed this year largely because of the political uh factors here whether it is the formal replacement of J pal uh at his expected departure date uh later this year in May or maybe potentially sooner than that but just overall the idea that you have a White House that seems emboldened in its desire to continue jawbon where it thinks monetary policy should go Eric I I know I heard from all these former Fed members that say look you go into that room, you focus on the data, not the politics going on down the street out of the White House. This just feels a little bit different here in 2026, though. >> Well, I agree with the commentators that have said that the Fed tends to focus on the data. Uh, but it does matter who's in positions to make the decisions. And so, uh, J Pal's term ends in May and assuming that the administration comes up with someone to replace Jay and it gets sent that person gets Senate confirmation, uh, the administration's made clear that they're not going to appoint somebody who doesn't believe that uh, interest rates should drop quite significantly uh, which has been clearly expressed by the president. So I think most of the optimism for interest rates coming down assumes that it's going to happen in the second half the year uh when there's a new Fed chair in place. Um will it's still a committee decision. Uh whoever gets picked has to have enough credibility and has to have strong enough arguments that he convinces a majority of the FOMC to vote uh their way. So, it's still not a slam dunk even with a new Fed chair that uh rates actually decline, particularly if um the administration jawbon and potential legal challenges uh raise concerns about Federal Reserve and independence and and make some of the voting members uh want to be sure that the economic conditions justify a move. Well, well, given the DOJ subpoenas into PAL, ostensibly into Pal's handling of the renovations of the Fed building, given the Supreme Court argument scheduled to start next week uh involving Lisa Cook and the power of the president uh to actually remove a Fed governor seemingly at will. I am curious, Eric, about this idea of Fenda independence and whether we should really start looking at this as the beginning of the end, particularly given the comments uh out of the three former Fed chiefs yesterday, their statement that they signed, the support today that we saw from uh monetary policy officials overseas as well as executives like JP Morgan CEO Jamie Diamond. >> Yeah. So, Fed independence is critically important. Normally uh losing Fed indep is something that happens in third world countries where either they're having trouble managing their deficit, want to get the interest rates down to make it easier easier to issue debt. Um or they're trying to get interest rates down because they think it'll help them get elected in the upcoming election. Uh the Federal Reserve was constructed to be pretty independent from the rest of government. so that this kind of political business cycle doesn't actually occur in the United States. So to the extent that uh various actions by the administration undermine the belief that the Fed will stay independent, it will make harder for the next chair to actually lower interest rates, convince people that uh they are uh truly independent and runs the risk if people start becoming concerned that the Fed no longer is going to focus on inflation uh that even if interest rates go down at the short end, uh the long end will go up as people become become concerned that the policies will generate ongoing inflation higher than what we've historically had. >> All right, Eric, I have to leave it there. Always appreciate getting your comments here. Eric Rosenrren, of course, former president of the Federal Reserve Bank of Boston, kicking us off to the close here on this Tuesday afternoon. When we come back, a focus on the financial sector and [music] big news out just today. A major deal hitting the tapes with US Bank Corp set to buy BTIG [music] for as much as $1 billion. A discussion up ahead with the vice chair and head of wealth corporate commercial and institutional banking over at that firm. And from banks to big pharma, [music] we go back out to the JP Morgan Healthcare Conference in San Francisco. A sitdown with [music] the CEO of Tea Pharmaceuticals, Richard Francis. And we circle back to the health of [music] the US economy and to the Fed and to J Pal. Thomas Honik, former president and CEO of the Federal Reserve Bank [music] of Kansas City joins us just a little bit later. A lot more coming up here on the close. Stick with us. This is Bloomberg. All right. The largest regional bank in the US is boosting its trading operations. US Bank agreeing to acquire brokerage BTIG for as much as $1 billion is a push to broaden its uh its investment banking and trading offerings. Joining us live on the heels of the announcement is Steven Phillipsson. He's a vice chair and head of wealth, corporate, commercial, and institutional banking at US Bank Corp. Great to have you here, Stephen. Thank you for having me, Ron. >> Uh, congratulations on the deal. On one hand, it was kind of a surprise and on the other hand, it wasn't. I mean, we've seen a lot of consolidation in this space and we've seen US Bank really try to build out its trading business. Up until today, your trading business was largely focused on the fixed income space. >> What does BTI bring to the table? >> That's correct. So, um, so we started building our our capital markets business coming out of the financial crisis in 2009. >> We were, uh, one of the only banks to not have a quarterly loss throughout the financial crisis. real position of strength. We brought in a lot of talent and started building that capital markets business all focused on the fixed income businesses, corporate bonds, loan syndications, interest rate, derivative hedging, commodities. We've grown that into a very large scale business today about a billion foreign revenues on a on a 12-month trailing basis. We continue to have this product gap on the equity side. Lots of our clients, we have over 45,000 corporate and institutional clients utilize the equity capital markets. They weren't able to do that with us. This gives us that capability across equity sales and trading, equity capital markets, uh, M&A advisory, equity derivatives, prime brokerage, the full suite of products. >> Give me a sense here. You've had a relationship with BTI for a while, about a decade, at least in terms of referrals and things like that. As you sort of try to integrate BTIG into US Bank, what does that actually look like? >> So, it it's it's actually very straightforward in this instance. So, and that's a a big thing we thought about when we were thinking about adding this to our product suite. It's a very tough thing to build organically. >> Uh, so we felt we it was something we needed to acquire. Uh, one of the challenges in acquiring another company in the space is is cultural fit. Uh, we've worked with BTI very closely for 10 years. They've been close partners. They're equity referral partner. If a client wanted to put us on their equity deal, we'd refer them to BTI. BTI would execute and share in the fee with us. So, so we we know their team very well. Uh there are over 100 employees at BTI who work with US Bank on a regular basis. So that that that typical area of friction which is that that that cultural integration isn't an issue here. >> But why why now? I mean why did this deal come about this week? >> Yeah. So uh you know it's it's a natural step in the evolution of our of our capital markets business to add this capability. >> Why now? BTI has been growing at a very impressive rate in the last several years and they looking at their growth forecast they felt it was time that they actually in order to be able to support the demand they had from their clients they were thinking about uh bringing some growth capital and so they approached us about uh providing some growth capital and then we started talking about you know maybe we should take it a step further and actually bring BTI into the US bank family. With regards to expanding out that uh capital markets business on the equity side here, do you worry at all about some of the volatility that we see in the equity business businesses relative to other parts of uh whether it's just US Bank or other banks as well? Uh that maybe offers a bit more stability. Are you prepared to handle that volatility? >> Yeah, sure. It can be a more volatile business. One of the things we really like about BTIG is they've got terrific risk management. they've had a capital light approach to their business which which fits in very well in managing that volatility. The other thing about about US Bank when we look at our product suite across the institutional space we we are the the we've got number one market share in the corporate trust business. We've got a huge fund services business and asset management business. A lot of those businesses provide a lot of steady annuity- like revenue that that allows you to have a few businesses in there that are volatility. It's a nice balance in our portfolio. investors seem relatively comfortable uh with the price tag basically 725 million bucks plus you know another 275 or so uh in considerations on top of that here talk about how this is actually potentially going to be accretive uh to uh both the bottom line and the top line for that matter particularly when it comes to fee income. Yeah, there there is a lot of opportunity for growth in these businesses. Uh, you know, we we've had times over the last few years, we've had clients who would have used this on the on an equity transaction, >> but they they didn't want to dilute the fee if it was being split with another firm. A lot of a lot of clients who will now utilize us for their equity transactions. >> Those were the clients that told us that they were not using us. There were others that that just weren't comfortable saying that. So, uh, we think there's just going to be a lot of lift from having that capability in house. We'll also have the ability to to uh to drive some of our own products uh by introducing BTI's clients. BTI has over 3,500 clients who'll be able to utilize our fund services business, be able to utilize our payments business uh as well as some of our uh capital markets businesses on the fixed income side. >> And before I let you go, I do just want to get your general thoughts just here on the state of that business overall. not necessarily just for uh your bank, but we talk about coming out of last year, particularly the second half of last year where we saw a real uptick in capital markets activity. A do you see that continuing and if so, what's the catalyst that drives that? >> We we do see that continuing. We we we see robust pipelines in our businesses. We know BTI sees something similar on their side. Uh you know, capital markets are very healthy right now. Uh and one of the big catalysts that we're seeing is just continued M&A activity uh which is driving financing across all asset classes driving a lot of hedging activity and we expect that to continue here uh in the new year. >> All right. Well, congratulations on the deal obviously catching a lot of eyeballs today. Steven Phillips is the vice chair and head of wealth corporate commercial and institutional banking at US Bank on the heels of that deal to buy out BTI for upwards of close to $1 billion. When we come back, we stay in the financial space and focus in on earnings out of BNY. They [music] reported a little bit earlier this morning and investors seem to be pleased with what they heard. We're going to hear from the CFO when [music] we come back after the break. Durant Mcdana joins the program right here on Bloomberg. All right, welcome back. We're closing in on the start of the earning season. And we got reports out of two big banks today, including JP Morgan and BNY. Those shares higher right now on BNY up about 1% here after those fourth quarter results. Record revenue, record net income, income actually jumping about 22% year-over-year. Those beats over analyst estimates driven by gains in fee revenue and interest income. Pleased to say joining us here in studio 2 is the CFO of BNY, Dermit McDonald. Joyce, great to have you here. >> Thanks very much, Roma. Pleasure to be here with you. Let's start first of all with the growth that we saw in revenue and income that's driven largely by fees. >> Uh it's a mixture. Um if we kind of take a step back and look at how we showed up to the earnings today, three main things to say for 2025, it was record net revenues. The firm 20.1 billion of revenue for the year. That's up 8% year-over-year. A nice mix of NI outperformance and fee outperformance. So both underneath driving that. We had record net income of $5.3 billion up 22% year-over-year and we returned uh 28% increase in shareholders EPS of 740. So all three records for the year for BNY. So very pleased with that. >> With regards to net interest income, what's your general house view right now on where interest rates go and is that going to be supportive of further gains in uh net interest income this year? So what we said on the call this morning over the last few years we've we've invested heavily in risk management and narrowing the kind of cone of outcomes as respect to interest rate volatility. Um we kind of we're kind of currently thinking about two two to three cuts this year implied by the forwards and we see kind of a little bit over 5% NI growth. We expect deposits uh to hold in line relative to where we closed out 2025 and most of our NI performance comes from the asset side of the balance sheet this year. >> Is there any concern that if uh policy makers don't make good on market bets to cut rates? Does that change your outlook? >> Uh for us, not really. We've kind of we're close to home. We're pretty neutral to plus or minus 100 basis points. We're in the risk management business and we feel pretty good about where the outlook is, the strength of the economy and what's going on. >> Well, when we talk about risk management, I mean, we are in in uh somewhat interesting times to say the least, where a lot of policies out of Washington are driving what's going on in the markets. How do you sort of factor in, I guess, uh, you know, to borrow a phrase from back in the day, the known unknowns, if you will, when it comes to what's happening in Washington? >> So, look, BNY, it's been around for 241 years. >> Congratulations. >> We're in the risk management business. Yeah. >> Um over the last few years, uh uncertainty has become BAU. So we're in the preparedness game. We analyze [snorts] a lot of different scenarios continuously and our outlook for this year is strong. The economy is in good health. The markets have a constructive backdrop going into this year. So overall, we're kind of bullish on where we are from here. >> When you look at uh your custody and other related services, obviously kind of the heartbeat of BNY, we've seen growth there. I am curious as to how much further you can grow that business. I mean, you talk about being around for 240 years. I mean, of course, that also means you're very mature in a good way, but it also means that what type of growth rate can you put on top of that? >> I guess to answer that question, I really have to go back to uh the start of Robin's tenure as CEO. He's been CEO a little over three years. as a team we rewrote uh what the capabilities of BMW were three years ago and we started to give uh guidance to that effect. Then Robin laid out strategic pillars be more for clients run our company better power our culture and really it's the cultural aspect of what we're about is unlocking the transformation which has happened over the last three years. Two years ago, we gave medium-term financial targets. Um, and today we've updated those targets, raising the bar on return on tangible common equity and pre-tax margin to 28% for return and tangible common equity and uh 38% for pre-tax margin. So, raising the bar quite significantly for BNY. >> Robin has also put a big focus on digital assets and expanding BNY's capability to service clients who who want a little bit more in that space. talk about some of the products that you have rolled out and whether they are actually having a material impact on the actual financial results. >> So one thing I would say about Robin um as CEOs go pretty sophist one of the most sophisticated uh technological CEOs around in financial services at the moment and there are two two pillars to the strategy. One is AI and the other one is new products and innovation um in the digital asset space. We're seeing new digital native clients come to us for thought leadership as we rewrite the financial market infrastructure for the next decade. So clients are coming with us to learn and to grow in that space and at the same time doing traditional services with us. So we're able to grow both things at the same time and on the AI we've been early adopters in AI. The mantra is at the firm AI everywhere for everyone for everything. And that's a strategy that's really been working well over the last couple of years. Has the implementation of AI internally actually led to productivity improvements within the bank? >> Absolutely. Um it's early days but uh as a as Robin I think said on the call this morning that you know the AI technology is good and we're about integrating and adopting at an enterprise level. We have roughly 130 uh digital employees working side by side with their [music] colleagues and we have about 150 solutions in place in production servicing clients in a better way than they were a year [music] ago. >> All right, Dermit, great to catch up with you. Dermit Mcdana is the CFO over at BNY. Those shares higher on the back of the company's earnings. This is Bloomberg 3:30m here in New York. This is the countdown to the close. I'm Roma Bostic. Katie Griffel is on assignment. She'll be checking in with her in just a minute, a little bit later here in the show. But we focus in on the markets now trading around session lows with the Dow down about a percent on the day and the S&P down about a half a percent. Markets participants came into today hoping for maybe potentially a little bit of a boost from the latest read on US inflation. We got a report on CPI and core CPI did increase 0.2% from November to December. However, that was less than expected. The advance on an annual basis 2.6% also slightly less than expected matching a 4-year low. But if you're looking for a clean read on exactly where we stand with inflation out of this report, think again. Our next guest says this is unfortunately still not a clean read, saying there is still noise in the data due to the catchup after the government shutdown back in October of last year. Omair Sharif is the founder and president over at Inflation Insights and he joins us right now to try to parse this report and maybe try to define exactly where we go next. All right, Omar, let's start off first with the main numbers here. Uh, you know, 2.6 6% uh year-over-year, 3% monthtomonth. Not bad numbers, but as we everyone knows, we've been well above uh the Fed's 2% inflation target for going on 5 years right now. And while inflation is moderating, it does seem to have kind of hit this kind of sticking point where it can't really seem to drop meaningfully back down to that 2% level. What's going on? >> Yeah, Roma, first of all, thanks for having me today. Um, look, I think as you said, it's it's not a clean read unfortunately still. Uh there's a bunch of noise still in this data as we kind of catch up from the government shutdown. Um what I would say though is actually I think it's when you kind of get through all the noise we can look at a couple of indexes to get a better sense of u you know what's going on under the hood. Um so the median CPI for example actually rose at about a 3 and a half% annualized rate today. Um the 16% trim mean from the Cleveland Fed actually was up around 3.7%. So to me, I I think when you get through all the noise of the last several months of data, we're probably still a little bit closer to 3% on core inflation, which is where we were before the government shutdown, um than we are to what today's numbers tell us, which is a little bit closer to 2 and a half%. So despite the fact that there is obviously a ton of noise still in the data even in this December print. Um I think you when you cut through it, you know, inflation as you said, it's kind of stayed around this 3% type of reading and it hasn't really gotten significantly better despite the fact by the way that shelter inflation's gone down and is adding almost half a percentage point less this year than it did last year. So even despite that, we really haven't budged a lot um on the overall core inflation figure. I am curious when you sort of parse some of the other inflation reports that we get. We're going to get the producer prices tomorrow and of course uh the PCE numbers that the Fed pays a close attention to uh I believe next week ahead of their meeting uh in two weeks time here. Are we going to see um a different story or narrative out of those reports relative to what we got out of CPI today? >> Yeah. So look uh the BEA is sort of doing something with October. Obviously, we didn't have any triple CPI data and CPI is a big input into how they come up with the PCE. So, what they're effectively doing is kind of taking the the average figure over the last couple of months where we didn't have data to fill in the blanks, if you will. So, that's going to end up kind of pushing down on the October number for uh for the PCE. That's probably roughly I'm looking at about a 0.2 right now. The November print given what we've got right now is probably around a 0.1, you know, high point.1, low point. 2. December though after today's CPI right now is looking like a 0 point4. So there's going to be some volatility in the PC data as well. We'll know a little bit more after tomorrow's PPI readings because that's another big input into PCE. Um but the way it stands now and again these are forecasts but but the way it stands now looks like the core PC inflation number was 2.8% before the shutdown. It looks like we could end up around 293% when all is said and done when the December data um finally comes out. So again, very sort of sticky inflation hanging out around 3% despite the lower impetus from shelter inflation. >> Talk about what we saw in the services categories because there does seem to be still be some price pressures uh outsiz price pressures in that area. >> Yeah, look uh you know one of the things we we like to do is sort of strip out the shelter stuff partly because we know it's so lagged and look at what's called a super core. So that's core services excluding the shelter data. um that was up around.3 today about 3 and a half% annualized rate. So again, still relatively sticky. Um and that's even with a very very large drag today. Um you know, I don't know if you've checked out your cell phone plan, but apparently the price of that dropped about 3% in the month of December. That cut almost a full tenth from the core CPI data today. And that's just not something you would expect to repeat on a regular basis. So when you kind of strip that out, you know, underlying it's you're probably looking at super core of 0.5 or around 6% annualized. Um so again, it is still very noisy. There's a lot of stuff going on in December that we've got to be careful about how we interpret. But at the end of the day, when whether you want to look at overall core, you want to look at core services, the super core, um it just doesn't look like we're getting, you know, too much relief um despite what some of the topline numbers might be showing you right now. >> All right, Omar, always smart as always. have to leave it there. Omare Sharief is the founder and president over at Inflation Insights. Nice breakdown of the CPI numbers we got today. Reminder, PPI numbers tomorrow morning and next week we are going to get the core PCE numbers that the Fed puts a lot of stock in ahead of the big Fed meeting on January 28th. When we come back here on the big program on this day, we're going to go back out to the JP Morgan Healthcare Conference in San Francisco. The Tea [music] Pharmaceutical CEO Richard Francis will be joining us. Stick with us. This is the close on Bloomberg. All right, welcome back to the close. A focus on healthcare and a focus on Teva Pharmaceuticals. The company issuing what one analyst called a reassuring long-term growth outlook. Innovation set to become a big part, if not already, of Teva's business in the coming years as it expands. We haven't actually spoken to Katie Griffel even though we're 39 minutes into the show. So, let's go right to her. She's out there in San Francisco at the JP Morgan Healthcare Conference and I'm told Katie Grdel, you're standing by with the CEO of Tea. >> That's a lot of adverts. >> Indeed. He is sitting right across from me. His name is Richard Francis, the CEO of Tea Pharmaceuticals. Richard, great to see you again. >> Great to be here. Thank you for having me, Katie. >> So, Roma alluded to this in this intro, but you think about Tea. have your legacy generics business and then you also have your branded drugs segment. Uh Bloomberg Intelligence calls that your innovation uh business here. And it's interesting they have a forecast that when you think about the branded drug segment that's on track in their view to outpace your traditional generics business by 2030. Do you agree with that assessment when you take a look at the trajectory? >> Absolutely. Um I do and actually I'm glad that your colleagues think that we've been working hard the last three years on pivot to growth to pivot the company from a pure play generics company to this leading bioarmmer company and yeah the data suggests that by 2030 just beyond we'll be 50% an innovative uh portfolio company which is a massive transformation and really exciting. >> Well they went one step further. They say when you take a look at the pipeline of your innovation uh business, it's on track to generate nearly 12 billion dollar in sales by 2035. Of course, it's only 2026, but you think about that timeline there. Does that sound realistic? >> Yeah, it does. And actually, that's what we've been talking a lot about. And I think the reason why Te's got some traction recently on our stock the last sort of 12 months and particularly last few years, few months is is around that pipeline. And so, our pipeline is late stage. So to your colleague's point, 12 billion by 2035 give or take coupled with the products we already have in the market that are growing over 30% and nearly a billion dollars a quarter already. So what we have is this really unique phenomenon where we have a lot of growth and innovation. We don't have an LOE in the future really. It's way in the distance 2040 and yet we have multiple launches almost yearon year. So we've sort of gone on this transformation to a bioparma company but we've done it at a really accelerated uh pace and I'm glad it's getting traction there and I think that's the excitement we're feeling around te right now and it's been amplified here at the conference at JP Morgan. >> Well before we get to 2030 before we get to 2035 certainly let's talk about the next few years because on Sunday you updated your long-term growth outlooks for 2025 those metrics were pretty much in line. When it comes to 2026, 2027, you were pretty much in line with expectations. Truist in particular, called them uh reassuring, which is always a good word to use. So, talk to us about some of the different engines of growth that you see specifically in the next two years. >> Yeah. No. Um firstly, I like the fact that, you know, people sort of understand we do what we say we're going to do. We're very measured in what we say we're going to do. We don't try and overhype things. We don't underplay things. We just get on and do it. In the next two years, it's a lot about executing on our innovative products and that pipeline. I mean 2026 is is quite a unique year. We have multiple data readouts. We'll have our duvvic data readout uh on maintenance data in UC and CD. We have our anti-al 15 readout in vitiligo. We have our anti-15 readout in celacc disease. We have a futility analysis in immers for MSA. We have a readout in asthma and we launch a lanzipene. So that's a lot of exciting data to come out. So we got to make sure we do that and execute that well. But our underlying business, we got to keep driving the revenue of that those innovative products like Atosi and AOI which I think have surprised everybody how well we've grown those over the last three years. We got to keep that going. And I think if we do that, keep driving our efficiency programs, 26 and 27 will be excellent years, but they'll set us up for what I think we just mentioned, this pipeline that's going to come through pretty much year on year. We'll have a product to launch. uh and those products will go on delivering revenue you know for 1015 years so very exciting times for tee >> well when it comes to the pipeline let's talk specifically about your drug application for your schizophrenia drug with the FDA is there any timeline that you could share when it comes to potential approval >> yeah know we're really excited about our long acting alanzipene there is no longacting treatment alanzipene in the market right now that's used uh by physicians and alanzipene is the most used schizophrenia product it's seen as the most efficacious And obviously patients and physicians like to be on a long acting because they can have an injection once a month. So compliance is good. We submitted that to the FDA in quarter four uh last year. And so if everything goes according to plan, we'd like to think that we can launch this sort of towards the end of quarter 3, start of quarter 4 this year. And don't forget we already have a long acting schizophrenia product ini which has beaten all expectations already. And so Alanzaban will join that. So, we'll have what I consider to be one of the most exciting schizophrenia franchises out there right now. Um, so very excited about that and there's a big unmet medical need. >> Well, we'll certainly look forward to approval and then launch. I do want to talk a little bit about your active ingredients business. This is something you and I spoke about in the fall after you announced that basically you're renewing the sale process. You had an unnamed buyer that fell through. Are there any new suitors? Where do you stand in the negotiation process? So firstly nothing fell through. We decided not to do the deal which I think shows a lot about how te's come. You know I think when we decided to to sell that business that was seen as a big opportunity from how to improve our balance sheet and from an investor point of view. What is interesting when we decided that deal wasn't right for us on a number of parameters. when we pulled away from it, I think the the capital markets thought one that's not a big thing because te's transformed so much that is not pivotable anymore to their growth story. And the second thing is these guys are good at custodians of the business. They're not going to do something just because they feel they have to. And so I think it just shows how strong we are now that we can make decisions in the best long-term interest of the investors and the company. That said, to answer your question, we are going to re-engage the cell process, but we're going to do that maybe towards the end of the year. uh we're in no rush to do it. The company's on a good trajectory. We've got good growth on the top line, good growth on our Ebida, on an EPS. So, we're in a position where we can control those timelines a lot better than we needed 2, three years ago. >> Well, Richard, when you do find a suitable buyer, let us know here on Bloomberg. Great to get some time with you. That is Richard Francis. He is the CEO of Tea Pharmaceuticals. Back to you, Roma. >> All right, some breaking news crossing the wire on Netflix. This involving of course the bid for Warner Brothers Discovery. We're now learning that Netflix is working on revised terms for its Warner Brothers Discovery acquisition. This according to people familiar with the situation and this it could include making an offer that is all cash. Joining us right now is Cross Chris Paul Mary, our man out in Los Angeles. Talk a little bit more about what we know. We should point out Warner Brothers shares which had been in the red for most of the day spiking uh as we get closer to the close on the back of this news. Chris, what exactly is Netflix considering? Uh well, they're they're um possibly amending the terms of their offer. We're not hearing that they're changing the overall price, but they would potentially make it all cash. There was a component about $4 out of the 2775 uh that that was going to be in Netflix stock. Netflix stock has taken a beating since this whole takeover war began. Lost about quarter of its value. Uh and Netflix sees this as an opportunity to really just sort of strengthen the terms because they're competing against an allcash offer from Paramount. So it gets to this idea though. I I mean I know there's been a lot of discussion about the differences the in the financial differences I should say in the two bids. Of course there's been a lot of speculation that the decision might ultimately hinge a little bit more on politics rather than anything not. Do we have any sense here that Paramount Sky Dance given that what we learned yesterday about its effort to put a couple of members on the board uh and of course the lawsuit uh asking for more transparency in the process might actually sort of make whatever new offer Netflix puts on the table moot. >> Uh definitely not moot. I mean the big takeaway here is that Netflix is in this. There's been a you know question mark. They were sort of a surprise bidder to begin with. This isn't their thing doing these big acquisitions. And so people wondered, you know, how how committed are they to this? This is a signal that they're still committed to doing this deal. Uh Paramount from here as uh they're trying to get more details about the valuation process that Warner Brothers went through public. They're continuing with their tender offer. Uh if it comes down to a shareholder vote over the deal, they'll oppose that. If it comes down to an annual meeting, uh they will propose an alternative slate. So that's Paramount strategy. >> Where do we stand right now, Chris? I mean, I I know next week uh we're supposed to get Netflix earnings and a lot of people, of course, are going to assume that they're going to make uh some announcement or maybe some clarification on where we stand in this process, but do we have any idea about what the timeline is? I mean, does the board have to vote over at Warner Brothers and shareholders that they have to vote on this anytime soon? What's going on? >> So, Warner Brothers has said that they would put this up to a shareholder vote sometime in late spring or early summer. Their annual meeting historically has been in early May. uh you could see either we don't know which of those events will happen and they could happen simultaneously uh but over the next few months uh Warner Brothers shareholders will will get some opportunity to vote. >> All right, Chris Paul Mary of course uh out there in Los Angeles helps to cover all things uh media and entertainment for us. The latest news right now Netflix said to be uh taking a closer look at the bid that it made for Warner Brothers Discovery. maybe potentially making it an allcash bid though not necessarily raising the overall price. We should point out Netflix shares which had been relatively unchanged on the day at one point up as much as 2% here in the session. Warner Brothers shares which had been flat on the day up about a percent. No movement right now in PSKY. We'll keep a closer eye on those names as we move closer to the closing bells, which are just about 10 minutes away on a day where we are most likely going to see most of the major indices in the day in the red, barring some huge turnaround over the next 10 minutes or so. The Dow Jones Industrial Average down about a percent on the day. The S&P down about 4/10en of a percent on the day. Not a whole lot of movement in the yield space despite that CPI report that we got this morning, but a lot of activity going right now in the commodity space. And when it comes to currencies, you're taking a look there on your screen at oil prices continuing to be elevated on the back of increased rhetoric by the US relative to Iran. And keep an eye on silver and gold. Those haven plays still in play and relative strength right now in the dollar. The Bloomberg dollar spot index up about 2/10en of a percent. the dollar higher against all of its G10 peers, but really it's the outperformance relative to the Japanese yen today that's really catching a lot of eyeballs here. As we move closer to the closing bells, a focus here on economic conditions and really a focus right now on the earning season. It kicked off earlier today with earnings out of JP Morgan and Bank of and BNY I should say. We are scheduled to get names out of Goldman Sachs, Morgan Stanley and quite a few others over the next couple of session here. A big question mark here as to whether financials will continue to drive some of the market moves that we've seen over the last few weeks. Let's bring McCrae Sykes into the conversation. He's portfolio manager over at Gabelli Fund, specifically of course helping to manage the Gabelli Financial Services Opportunities ETF. Great to have you here, McCrae. Uh let's start off first uh with the results we got out of JP Morgan and whether they are very I guess specific to JP Morgan or whether we can extrapolate those results into some of the results that we're going to get over the next two days particularly when it comes to that surprising dip that we saw in the capital markets business underwriting and fee business over at JP Morgan. >> Yeah, I think um a couple of things to extract from the earnings. I mean first u you saw a little bit of a disappointment investment banking you know they talked about some delays in terms of um you know moving because of the um events of the closing of the government etc. So stuff kind of moved around a little bit but you know look I mean it will smooth out over the cycle here that we have so we could see some you know similar disappointment um but that will be known for you know the big banks like Goldman and Morgan Stanley. So, I don't think it's a big deal, but something to read through there. And then, uh, you know, their capital markets business was very strong. Um, expect that to continue. We're looking for kind of a super cycle this year. Um, we're expecting, you know, SpaceX and potentially Open AI, Anthropic, so a host of IPOs this year, uh, to really generate. So, I think there'll be some excitement there even though, um, we have some lumpiness, you know, on the quarter toquer basis. Well, with regards to that capital markets business and that uh and the increase in activity that most people are anticipating for 2026 here, which of the banks uh at least the ones that your ETF has invested in or the ones that you cover do you think stand to benefit most from that upswing? >> Well, we're a large shareholder of JP Morgan. It's among our top 10. We, you know, they have a a preeminent banking franchise, you know. Then next there would be Goldman Sachs, Meil Lynch. Um so th those are the names. uh we don't own Goldman Sachs but uh we do own uh Bank of America. Um and so th those would be you know kind of the ones most levered to those and then you know that the banking is going to filter down into a lot of the industry participants as well. So I I think it's going to be huge year for capital markets issuance you do have the M&A uh backdrop as well and in terms of deregulation uh bank consolidation etc. So there are a lot of things going on that are going to drive engagement uh as well as uh issuance. I am curious though your thoughts on Wells Fargo. We're going to hear from them uh tomorrow morning uh as well. And of course, the big focus over the last few months has been the idea of the regulatory shackles finally coming off and what does appear to be a little bit of an impetus by Charlie Sharf to push a little bit deeper into the investment banking side of the business, a business not traditionally associated with Wells Fargo. Sorry, I think we're having some issues uh with McCra's audio. We're going to try to uh reconnect with him uh in just a second here. But tomorrow morning, we are going to get Wells Fargo, Bank of America, and City Group. Three banks with a lot of overlap, but three banks of course with very distinct positions right now. Very distinct leadership. Of course, Wells Fargo uh trying to expand a little bit away or a little bit broader from just its consumer roots here. Maybe a potentially deeper push into the investment banking side of the business. apparently now that that uh those regulatory constraints have been lifted. Of course, also a big focus on what Jane Frasier has been doing over at City as that company really tries to build out its business as well and Bank of America. We should point out all three of those names are lower on the day, but that's largely uh because of the big downdraft that we're getting from JP Morgan. those shares on JP Morgan right now down 4% here uh on the day setting up for what's going to be one of the worst earnings days performance for that stock and certainly the worst single day performance since at least December 9th. A big drag on the broader market here with the S&P down about a half a percent on the day. The Dow Jones Industrial Average down about a percent as we move closer to the closing bells just about 5 minutes away. We want to bring into the conversation right now our Bloomberg's markets correspondent Nora Melinda joining us here in studio 2 and Bloomberg opinion columnist Jonathan Levan who joins us from our beautiful office there in Miami, Florida. Nora, let's start with you here. I'll talk a little bit about the complexion of the moves that we're seeing today because it looked at one point like we were going to have a little bit of a rally on our hands as a lot of people were pricing in the possibility of more Fed rate cuts on the back of that CPI report. Whatever hopes and dreams we had for that seem to have faded pretty quickly. >> Absolutely. And we're of course we are seeing financials. They ended up being the worst performing sector in the S&P 500. But we do know that's a lot of investors and people on the street really trying to dissect what it could mean if Trump were able to actually be able to push forward with a 10% cap on interest rates in terms of credit cards. So you are seeing that being a major drag on that sector more broadly. And of course, we did just get those earnings out of JP Morgan Chase, which you just flicked at just a tad earlier. So, you really try to see the market dissecting what this could mean for this sector, especially as we're really kicking off earning season here. >> Well, Jonathan, what was your reaction particularly to the JP Morgan earnings? And I know that a lot of people are going to look at those numbers and say, \"Look, that's probably an anomaly.\" But we came into this quarter with the expectations that the big banks were going to report record results. they were going to report a huge upswing from capital markets activity and even potentially a huge upswing from net interest income given the trajectory of rates. >> Yeah. Well, that's exactly the thing. There are so many high expectations baked into this this market. It's not just in financials. It's also in information technology which has struggled and struggled to find any momentum over the past few months. you know, uh, talking about banking specifically, as you say, it very well could be an idiosyncratic situation. JP Morgan says, uh, that some of the deals that had been expected to close in that quarter uh, didn't quite close on time. So maybe we get some positive payback on the other side of that. But it just goes to to to show you, you know, we're still trading at this 22 time 22 times forward P on the S&P 500. And it is hard for companies to keep delivering here. >> I I am curious though too and when we talk about companies delivering the economic backdrop, Jonathan, matters. And there was so much focus last Friday on that jobs report which was supposed to be the first clean read that we had on that since the government shutdown. We had a CPI report tomorrow that was also supposed to be a clean read, though I'm told that it was not. When you look at those numbers that we had today, and I don't mean just the headline numbers, 2.6% 6% year-over-year 3% on core month over month. But dive deeper into those numbers, Jonathan, is there a story, an inflation narrative that would give investors any sort of hope that the Fed has the ability to cut rates anytime soon? >> You you know, any it depends how you define anytime soon. But what I'll say what what I'll say is uh I think that this con continues to be a a modestly constructive market for stock market investors, but it doesn't have anything to do with rate cuts. It has to do with with the fact that we may potentially be in the throws of a productivity boom. Of course, that was the other big data point that we got in the past past week. and uh you know one of the most phenomenal uh productivity data points that we've gotten in in years even even decades. So people are starting to whisper about whether or not the AI effects are actually flowing through into uh in into the economy in which case we could see the uh GDP continue to churn continue to do well even in the absence of those rate cuts. It puts the Fed in an interesting predicament here uh Nora because we talk about this idea of whether you can justify an additional rate cut. You run the warp screen on the Bloomberg terminal and you get a sense of where trader heads are at and is that that at least for right now they not are not anticipating any material easing and monetary policy. In fact, you really have to go out to June before we see any material bets for an actual rate cut. And it's interesting because of course I always like to keep my eyes on the real estate market and we've been getting a lot of news not only from the administration, Bill Aman also coming in. Everyone really concerned about affordability right now in this moment as we think about the real estate market. Credit cards we've just been speaking about. So everyone really has their eyes in this moment on the Federal Reserve, what's going to happen next. We of course are going to have a new Fed uh head coming in soon, especially as we're thinking about that moving ahead. So there is a lot of pressure and people really thinking about what this could mean in terms of the long-term outlook. >> Do you think some of the moves we're seeing though, Nora, today, I mean, are they tied to the economic fundamentals or is it a little bit more focus on uh the politics and other concerns coming out of Washington? >> Well, it's interesting because we've really been getting a majing sector group in the S&P 500. We've been talking about all the geopolitical concerns. Venezuela, Iran, there's so many things moving right now. But of course, financials [music] in focus as we're really kicking off earnings season. So, there's really a lot right now that investors have to swallow. >> Yesterday, we had the S&P 500 with the majority of stocks in the red, but the S&P 500 ended in the green at a record high. today. A bit of a flip-flop with the majority of the stocks in the green. Yet the S&P ending in the red, down about 14 points or 2/10en of a percent, 6963 and change as we wait for these numbers to settle. The Dow Jones Industrial Average losing about 400 points or 8/10en of 1%. The Nasdaq Composite down about a tenth of a percent, the Nasdaq 100 down 210 of 1%. And the Russell 2000 is going to end the day slightly lower, dropping about two and a half points or about a tenth of a percent. We go back to the S&P 500 with those 262 names in the green, 240 to the downside. And as far as the sectors, four of those sectors were in the red. The biggest drag of course came from financials as a group. S&P financials down about 1.9% here on the day. At the top of your screen there in the green, the biggest contributor to any upside for the S&P today. You're going to find that in the energy space, a 1.5% gain as a group. Consumer staples up about 1% here showing maybe a somewhat defensive posture when it comes to equity traders here Nora on this Tuesday afternoon. >> Absolutely. There's really a lot to digest right now, but let's talk about some of the names that ended in the green. I'm looking at Warner uh WBY Parker here. Of course, we did see shares of this company up about 9% on the day. This is after they got a lift to uh market outperform from market perform at Citizens. We're thinking a lot about the upcoming release of Google's AI glasses. is we really had a focus on Meta Platforms today, but we are hearing from citizens that this could potentially be a tailwind if we think about the implications for Warby Parker here, especially given the fact that Meta Platforms is one of the companies that is talking about potentially doubling production capacity for AI powered smart glasses uh by the end of this year. So, we're seeing a lot of surging demand and that should potentially push Orby Parker higher, which that's according to citizens. But, I've also got my eyes on the tech space. I mean, we look at Intel, we look at AMD. These are two of the companies that we did see as some of the biggest percentage gainers in the S&P 500% rally today. >> There's always something to watch with them, but we did get an upgrade from Key Bank. That's what you're really seeing pushing this stock higher. We see shares of Intel ending up about 7.3%. AMD up more than 6% at the closing bell. Uh, but this is an upgrade to overweight from sector weight. Of course, chipmakers have largely sold out their server CPU in 2026. So that's really what the focus is today as we're looking at this trade. And lastly, also keeping an eye on Viasat. I mean, we looked at L3 Harris. That was one of the stocks that was really in focus today, but it did uh end up pairing some of its earlier gains. But we did see that William Blair is saying that Viasat in particular might follow suit with what L3 Harris did in terms of a potential spinout plan. We do know that uh L3 Harris just spun out its missile unit with a $1 billion backing from the US Pentagon. So, William Blair's essentially betting on the fact that uh Viaset could potentially do the same. >> And I'll just add one honorable mention. Keep an eye on shares of Madna. 17% rally on the day. Biggest one-day gain for that stock going back to late 2022. A lot of decliners out there too as well, Jonathan on this Tuesday afternoon. >> Absolutely, Roman. I want to go first to the credit card companies. Visa, the ticker is V and Mastercard ticker is MA MA. Trump obviously started this when he demanded that credit card lenders cap interest rates at 10% for a year. Then of course on Tuesday he's out there calling on lawmakers to support legislation uh known as the credit card competition act. Uh the industry obviously not liking this. JP Morgan CFO Jeremy Barnum said Tuesday that the bank intends to fight this trend and quote everything is on the table. I'll take you next over to uh Adobe. The tipper ticker is ADB. Uh downgraded at Oppenheimer to market perform on risks uh to the outlook. We have Oenheimer analyst Brian Schwarz saying that the risks include a quote challenging operating environment during the AI technology transition leading to uninspiring and decelerating topline growth. Again, Adobe uh down 5.4%. 4% on the day. Finally, I'll take you over to the travel space. Uh, Royal Caribbean, the ticker is RCL and it closes down 3.1% on the day. Uh, in a note, we have uh Bernstein raising concerns about pricing declines in January. We also have a a generalized drag on those tra travel stocks generally under pressure uh today after after Delta delivered that disappointing forecast. So there you have it, Roman. >> And I'll just add another honorable mention. I'll keep an eye on shares of Salesforce. They had actually their worst day going back to 2024. Anthropic uh unveiling of some new agentic AI tools that some people think is going to be a direct competition uh to some of the products that Salesforce itself has been trying to offer. Meanwhile, we check in on the yield space. And believe it or not, despite that CPI report and despite all of the discussion here about what the Fed does next, yields really didn't go anywhere here. On the shorter end of the curve, you did see a slight drop of about one basis point. And on the longer end of the curve, particularly with your 20 and 30-year yields, up less than one basis point. So, just call it stasis on the day, break even, if you will, the markets, they are in a bit of a holding pattern until we get some more data and maybe more importantly until we get to that Fed meeting on January 27th. and 28th. Nora Minda, our Bloomberg markets correspondent here in New York, and Jonathan Levvin, our man down in Miami. We say thanks and goodbye to them as our coverage here on the close continues. When we come back after the break, a closer look at the state of the US economy [music] with Thomas Honik, former president of the Federal Reserve Bank of Kansas City. This is Bloomberg. >> The countdown is on. Everything you need to get [music] the edge at the end of the market day. This is the close. >> A bit of a turnaround Tuesday, but not necessarily a good way for US financial markets. A down day [music] for the S&P 500 and most of the other major indices. Whatever optimism we had at the start of the session, optimism about the potential for Fed rate cuts. It got muddied pretty quickly as people really started to dive deeper into that CPI report and realized quite frankly there was really nothing definitive about it. The S&P 500 closing lower by 210 of a percent on the day. The Russell down about a tenth of a percent on the day though a lot more activity that we saw today in the commodity space and in the FX space. Silver rallying to yet another record high that safe haven bid. And keep an eye on Bitcoin actually getting a bit of its mojo back here on this Tuesday afternoon. As far as some of the individual stories, one of the few bright spots on the day was Caterpillar, surpassing $300 million billion dollar market cap for the first time ever, up about 1% on the back of a of it being an AI play, believe it or not. A lot of folks looking at the machinery maker and more importantly looking at the software that powers that machine and saying that there is an AI story baked into that stock. Meanwhile, JP Morgan, one of the biggest drags on the market today after disappointing earnings out of that bank, the first big bank out of the gate. Delta Airlines also reported this morning and they disappointed as well uh providing a forecast that was a little bit shy of what analysts were expecting and raising some concerns that geopolitics is actually constricting inbound foreign travel into the US and Visa also on the back foot once again down about 4 and a.5% on the day because of that proposal by the Trump administration to potentially cap credit card fees at about 10% at least for a year. And that brings us to our top story and it is about the state of the economy versus the perceptions thereof. Affordability. That has become the buzzword in US politics, particularly after Democrats won a couple of key elections in November by really hammering on that message. And it's a message that's now too salient for all the other politicians and policy makers to ignore. Even President Trump has taken newfound interest in that issue. though a trip out in Michigan earlier today to tout his economic proposals. It was long on grievances as his speeches tend to be a little short on policy prescriptions. But just the fact that he was even talking about it, that's significant. And it raises a question. Is there an economic program out there from the government that is squarely aimed at the pain points that are most important to voters? It's a question politicians quite frankly should work a little bit harder to answer rather than fall into that trap of the cautionary tale that we saw with the Biden Harris administration which spent much of the 2024 election cycle trying to convince voters that the economy was actually better than what they were actually feeling. Joining us now to talk a little bit more about this is Abby McCclassley. She writes for us here at Bloomberg Opinion and she has uh helped to direct policy for at least two presidential campaigns, has worked on Capitol Hill and just all around understands the politics and the economic politics of this nation. And Abby, I do want to start there. I want to go back to the election cycle of November where we saw affordability really become a big issue, an issue that at least for a couple of key races certainly turned the tide. And I do wonder if you see the Republicans, whether it's Trump himself or the Republicans in Congress, crafting a message and more importantly policy proposals that can address those affordability concerns. >> Yeah, absolutely. They are remain. They're in a bit of a crunch. You know, they started the year with threearters of the country thinking that America's going in the wrong direction. And that's after last year, which was really a blockbuster year for the GOP doing almost everything Trump said he wanted to do. So, they did that. they're not super popular. What do they do now? And you're right, that affordability spiked as a challenge in the November election. They're taking this seriously. Uh just recently, the Republican Study Committee released a framework for a second reconciliation package, and it is chuck full with ideas around affordability. I haven't had a chance to dig fully into it, but the top lines, they're digging into housing, to health care, and to try and get more money to families via paid leave and the child tax credit and some other tweaks there. So, they're taking this really seriously and they have to because midterms almost always flip for the the Congress flips for the opposite party. The House most certainly will, which means this is their last big year if they want to get a legisl a legislative package through to do it. And I think affordability is going to be the way to grease the wheels for that. I >> I am curious though, but like which types of issues or excuse me, which types of solutions they can propose. Obviously, the credit card cap seems to be one that uh Trump is uh hanging his hat on at least for right now. But there are a lot of questions of course about housing affordability, uh, student loan relief, other things that at least for right now seem to have, I don't know, kind of been pushed to the side. >> Yeah. So, my take having read the RSC document was that there are so many things in there, it's hard to identify what their driving priority will be. And I think for a messaging purposes, you really need kind of some sort of core driving agenda. It can't just be kind of spaghetti thrown at the wall when it comes to affordability. I do know that a lot of the GOP and members in Congress are really hopeful for when April comes around and Americans see bigger tax rebates from the One Big Beautiful Bill Act that passed last summer or when families start seeing Trump accounts be funded with the thousands of seed funding or extra contributions private sector companies like Dell might make. So, I think there's some hope that already winds are in their favor when tax season and some of these accounts um come around, but they have a big uphill climb and I don't think that they have found kind of what their core message and policy will be and time is running out for them to do that. >> What do you think that should be? because I mean I mean they spent a good portion of last year obviously trying to get through the one big beautiful bill but just there was a lot of talk about this idea of economic stimulus and the idea that you know we're providing things that are going to uh create jobs create businesses hopefully lower costs for things here yet when you look at polling particularly heading into that November cycle it wasn't just Democrats who were upset with Trump's policies you had a lot of Republicans at least reflected in those polls that also seem to be dissatisfied so I am curious as to what more they can do to actually convince just their base that they're doing something on their behalf. >> 100%. And you know, I'm a a small C conservative, so this will come as no surprise, but the American electorate has historically preferred Republicans on the economy. And what Republicans have tended to stand for on the economy, at least the last 30, 40 years, has been light tax, light regulation, free trade, and a healthy level of immigration. And the GOP's current tension is that so much of the current um MAGA and Trump movement has pushed away from that Republican orthodoxy into a new ground of tariffs which have uh raised costs certainly on you know spec not on all goods but on specific goods that have been affected. I think the tightening labor market is also reflective of some of the I would say overcrackdown on immigration and so they've kind of gone against this winning playbook that has given Republicans an advantage on the economy in the past. That is not something I understand but if I were in a position to advise them I would suggest some type of returning to the types of policies that have won them favor from the electorate for so long when it comes to economic issues. And I think that's reggg reform. It's continuing with tax relief. I would suggest getting the debt under control and schools functioning as they're looking for other ideas. >> All right. Uh well well said and we should point out the clock is ticking. Now remember this isn't really a November election cycle. Those primaries are coming uh pretty quickly for a lot of congressional members. Abby, great to catch up with you. Abby Mccloski uh writes for us at Bloomberg opinion. Uh she's also the former director of economic policy at the American Enterprise Institute and has advised on at least a couple of different presidential campaigns. When we come back, we're going to go back out to the San Francisco uh to the [music] JP Morgan Healthcare Conference in San Francisco. We're going to catch up with the CFO of Astroenica [music] and the CEO of Novo Nordisk. Stick with us. This is Bloomberg. [music] All right, let's get right back out to the JP Morgan Healthcare Conference in San Francisco. Katie Grfeld on the ground standing by right now with the CFO of Astroenica. >> Roma, thank you. That's right. Sitting beside me is Aradna Serin. She is the CFO of Astroenica. To start, it's great to see you. >> Thank you so much for having me. So when you take a look out to the future 2030, you've set a sales target of $80 billion, but given that you've had a lot of recent success when it comes to some of your clinical trials, is there a chance that you might bump that number up? >> Well, I've got that question a lot at this conference. Um, you know, we we set this target back in May of 2024 and uh I'd say at that time the consensus sort of the street estimates were closer to like 67 billion. So it was a very stretch target. >> Um, and those consensus estimates have steadily moved up as we've announced like you said 16 uh phase three uh positive studies last year in 2025. And we've set up, we're actually pretty well set up this year. We have another 20 phase three trials reading out. So if we have uh anywhere close to the success rate we had last year, uh you know, it we should be even more confident in in achieving that ambition. Um so but you know there's always puts and takes some of the pricing and other stuff that you know was never forecasted or never foreseen back in 2024. So we'll need to take all of that into account. But uh I think our confidence grows every day. >> All right. So we'll see uh and keep an eye out whether or not there is an update to that figure. But I want to talk a little bit about M&A. Of course that's often a theme of this conference. And you take a look at Astroenica. You guys have been known for basically bolt-on acquisitions. That seems to be the lion share. Do you have any appetite at this point for maybe a larger deal? So, you know, our strategy in M&A is very uh clear in terms of um you know, is it within the therapeutic areas that we're focused on uh which is oncology, cardiovascular, renal, uh respiratory, immunology, and rare diseases. two um can we create more value from the combination whether it's a smaller company or a licensing or a bolt-on you know regardless of the size and um you know it's often a question of you know when when you look at many of the deal opportunities you say okay if you acquired it for X can you really create value above and beyond that and and also what do we as Astroenica bring to it you know is it our global reach is it our ability to accelerate trials etc So all of those need to be considerations regardless of the size of the deal. >> Well, one of the things that's out in the ether which is interesting is the idea that GSK could merge with Astroenica. Certainly there's been uh some commentary just this year alone. Is that a potential here? Would you ever consider that combination? >> Well, I can't comment on rumors obviously. Uh so >> but if you could >> No, I cannot comment on rumors. >> Fair enough. Uh all right. All right. Well, we'll keep an eye out for that one as well. It's interesting you said earlier at this conference that when it comes to your GLP2 phase 2 data, that's something that's expected this year. And I wonder, you know, where you see looking out Astroenica's position in the obesity market given that uh you could make the case that it's starting to look a little bit crowded. >> Yeah, I think it is uh you know, first of all, it's a very large addressable market. Um and I think it will become uh probably even larger uh even if you look at just what happened with the part D and the opening up of the part D channel for obesity medicine that itself uh increase the total addressable market but there'll be more indications for some of these these drugs and GLP-1 is just one mechanism uh you know increenses um we have a oral GLP-1 all the market today is all injectables there's no oral in the market. Uh Lily has a oral in development which is read out. So they will be the first to market in the orals and we will probably be be second assuming our phase 2 is positive and we accelerate to phase three. >> Well, Novo is in the market for obesity pills. >> Yeah. But in terms of the GLP1 ingredient uh you know they they had an approval for for diabetes but not necessarily for obesity. And now they're getting the approval for obesity but it is a peptide not necessarily a small molecule. Mhm. >> So ours is a true oral GLP1 small molecule um which obviously has different characteristics and bioavailability but that's on the GLP1 space. Then we have two other molecules which are uh injectables but they're different mechanisms of action. Uh one is uh selective amaline and the other is a GLP1 glucagon and those have different characteristics in terms of tolerability but also the impact on uh lean muscle mass or the impact on visceral fat. And that's why we're studying them in in phase one two and we'll see how that data reads out. >> Absolutely. And uh this might be a little bit of a curveball but at Bloomberg we spent a lot of time looking at indexes and you think about the recent change uh announced by the NASDAQ 100 that on January 20th your stock will exit that that index. I'm curious to know as CFO how what is your reaction to that? Whether or not you know getting back in that index is a goal for you. Um, no. So, that was kind of anticipated. Last year we announced this uh what we call as harmonization. So, we are right now listed on the uh London stock exchange. We're listed on the Sweden exchange and then we had ADRs in the US. So, our ADRs were actually part of the NASDAQ. >> What we announced with this harmonization change is we will actually cancel the ADRs and we will list our primary stock or our main stock directly on the New York Stock Exchange. Um so because of that shift and the New York Stock Exchange listing will happen you know sometime in in February. Um so the removal from the NASDAQ is an anticipated event and you know they always sort of decide in December and then announce in January. So that was very much uh anticipated. I don't think that changes at all our trading dynamics or um you know investor interest. >> All right I have to leave it there. Really appreciate your time. I know a busy conference for you. That is Aradna Serin. She is CFO over at Astroenica. Back to you, >> Roma. >> All right, Arda Serin over there at Astroenica. Of course, Astra big focus on their business when it comes to oncology and gastrointestinal diseases. We also had a chance to catch up with Novo Nordis, which of course has a big focus on obesity medicines. We caught up with the CEO to talk about the drug makaker's new obesity pill and whether it's going to open doors to a new market in the US. Let's take a listen. >> It's been really exciting to to launch and I think when you go around this congress and and hear the excitement externally, we are of course subjective but externally everyone being excited about it gives you a good feeling. Um the uptake has been good but it's really early days for me to go into the details of it but it really speaks to the fact that we also spoke earlier. There's been a lot of people that are excited about GOP1 category weight loss but did not want to take an injection. There's the taboo of injection. There's needle phobia and um and they've been waiting. So, so we are super excited that we are finally having an offering for this large group of people that have been wanting a pill >> and critically you have a couple months here when it comes to Eli Liy. They're slated to get approval sometime in the next couple months. How do you prevent your patients from switching to Lily's pill, which I understand doesn't have exactly the same food restrictions as yours does once that is on the market? >> A couple of points. When we started actually deciding how to go into the oral segment and decided that we should put our protein and peptide and encapsulate it and take that route, most people thought that this is going to be impossible. Scientifically, you don't find examples of a protein, large protein peptides going inside um orally and not being dissolved by the by by the enzymes of your stomach. We were able to do that magically, I would say. Um but now, of course, we're getting the fruits of that. We have for the first time the efficacy of our pill at 16.6% 6% when you take the the the the drug being exactly equal to the pen version of it, the VGO pen again at 16.6%. That of course is second to none. When you take a look at the data from all of our competition um in late pipeline or early pipeline, no one has that efficacy. That I think is a big leap that we will talk to. Not least of course VGO pill also have the CV benefits that our competition does not have at this point. So, so, so I'm incredibly um grateful for that. Now, you talked about restrictions. I think there's a lot of drugs that have restrictions, including our own diabetes version of this called Rebels, where we have one and a half million patients on the product and not complaining whatsoever about that restrictions. We have this simple saying of sip and go. So I'm very thankful that we basically have been able to prove that on the on the market with rebelsis and I'm very optimistic that vigor pill will show the same. >> Let's talk a little bit about production of the pill because you think about the amount that you need of the drug ingredient for the pill versus the shots. How profitable is it to make and produce the pills versus the shots? >> Well, if you could not make any financial gains or profits out of it, then we probably would not have launched it. So we have made a couple of things very clear. Again it comes back to the skepticism that going the peptide route um orally is the wrong one because no one else has done it that people first and foremost started telling us it's not scientifically possible. when we proved that right then they started focusing well can you produce enough of it and is it profitable and we basically tell people that we have produced more than enough of it that's why we're launching it and that we are actually going to make a decent business out of this so so I'm very optimistic about this uh pill as we go forward and again the single biggest difference and people have not understood that this is not a chemical entity a small molecule as almost all pills are because of that you have an incredibly potent effective pill at hand which we have uniquely learned how to scale it and of course make a decent business out of it. >> So let's talk a little bit about pricing as well because you were one of several drug companies that signed pricing deals with the White House uh at the end of last year. So you think about Medicare, you think about Medicaid. How much of your obesity business do you think could actually come from those two avenues? what we have seen recently. Of course, the lion share of the business still is through the insured channels and I think for a long time it probably remains that and that was part of Katie's interview that she did earlier in the day with the CEO over at Novo Nordisk. We now want to go back out to San Francisco where we actually have Katie live once again in the flesh and she's standing by with the CEO of Aluminina. You're a busy person today. >> Here I am again, Roma. Uh, and as you said, I'm here with the CEO of Aluminina. His name is Jacob Tyson. Jacob, great to see you. >> Great to see you also, Kate. >> So, today you came out with your preliminary fourth quarter and 2025 results. And it was interesting when it comes to EPS. You managed to grow that figure despite uh pretty flat revenue. And I wonder, you know, how you accomplished that dynamic, what that says about the business. >> Yeah, absolutely. Thanks for having me on here. And uh we had a fantastic end to the year with a 7% growth exchina in the quarter and as you mentioned also we were able to deliver 15% EPS growth for the full year. So a tremendous achievement despite a very dynamic year. Um we started out the year with some challenges from both uh a sanction in China. Uh we had NIH funding that was challenging and of course terrorists I think everybody else was also facing. But we made some strategic actions early in the year. Um and really the illuminina team have done a fantastic job executing in a very dynamic environment. So that is what has really have gave us the opportunity to deliver strong performance even despite a very challenging year. >> Well you mentioned uh specifically exchina your results there. Let's talk a little bit about China because it recently removed its ban on you selling your DNA sequence sequencers in that country. So looking forward now that can you can put China back in the mix. What might that mean for your sales? >> Yeah, we are very excited about um and had have had very good conversations with the Chinese regulators about moving forward. Uh we've seen that and our customers in China have continued to uh to want to work with us. We are the innovator of the industry. We continue to ensure we have the highest quality of insights and also our China Chinese customers are very excited about that. So now with the sanctions behind us, we are still on the unreliable entity list. So we still need to get that behind us before we feel that there is a full a full focus on the on the future but under the expectations that that will happen eventually. Uh we do believe there is a big uh growth opportunity in China like around the world um healthcare is a centerpiece of every sovereign's focus area. most of the population are growing older and the cost of health care is really exploding right now and that's where DNA sequencing and using DNA sequencing to go from fundamentally sick care into healthcare um is something that can really change how we spend our money in healthcare and that's what Illuminina is helping out with in China but also the rest of the world. >> Well, just to to follow up there so you're still on that scary sounding list. I know this is an impossible question, but I mean what is the process to get off of that? Is there any sort of timeline that you can model into your estimates? >> At this point, we don't have a timeline, but what I can say is that we continue to have very good dialogue with the Chinese regulators. So, we hopeful that we will find a path forward and that here in somewhat in 26 it can be resolved. But at this point, I don't have any timeline on it. You also mentioned the NIH and of course a federal appeals court recently ruled that the Trump administration's attempt to cut research for the NIH uh basically that that was unlawful. What does that potentially mean for Alumna given that they're a big customer of yours? Yeah. So NIH is a customer but more importantly is that the grants that NIH is is uh putting out there is of course supporting a lot of academic research in US and uh so in here in 25 that certainly had an impact on on our performance also it impacted our revenue. It impacted many of our customers. We have spent a lot of time here in 25 to support those customers make sure they can continue to be successful. So even though um it looks better now, there's a a better situation we're in, as you're saying, we have more clarity on the future. I think there are still a few quarters before, you know, many of these universities and core academic laboratories are really starting to spend again. When that happens, we definitely ready to help them be successful. And uh I also wanted to talk a little bit about M&A because Mizuo strategist Jared Holes, friend of the close, uh he recently said that alumna in particular could be attractive in terms of being a target for a large company such as Danaher. Is that something that you would be interested in exploring? >> Look, I think the opportunity in this space is tremendous and Illumina is doing great on on what we do today. We have a very strong strategy. We are executing toward it. We have delivered great results and and the opportunity for Aluminina is great out there. So I feel we are in a very good position and we don't need anybody's help. >> All right, Jacob, always great to check in with you. That is Jacob Tyson. He is the CEO of Aluminina Roma. That does it for me. I'll see you on Thursday. >> All right, our thanks there uh to Katie. We're are back in the studio in a couple of days uh here uh after being out there at the JP Morgan Healthcare Conference in San Francisco. Meanwhile, let's check in on what the markets did today. here. It was a down day here for the S&P 500. A 210 of a percent drop here on the day [snorts] and that was largely because of some significant weakness that we saw in the financials and in the travel space. Earnings out of JP Morgan this morning which kind of surprised folks a little bit of softness here in the fees that they get from the underwriting business and some of the capital markets activity as well as slightly elevated costs. Uh though JP Morg uh JP Morgan CEO Jamie Diamond advising investors to be a little bit of patience, but those shares dropped about 4%, dragging the sector down. Delta also reported earnings this morning, providing a profit forecast that came in a little bit light than what some folks had expected. And keep an eye on dollar yen, the weakest [music] that we've seen the yen relative to the dollar since 2024. And remember, we had a huge rally in Japanese stocks. The NK [music] uh at one point uh during the last session uh was having its best day going back to October, closing at a record high. Remember those markets going to open in just a few hours. A lot [music] of speculation right now about the potential for snap elections in Japan. This is the close on Bloomberg. All right, welcome back. President Trump renewing his pressure on the Federal Reserve, calling for lower rates and saying to expect an announcement on a new chair within the next few weeks. Joining us right now to parse well a lot going on right now with the Federal Reserve is former Kansas City Fed President Thomas Ho Henik, now a distinguished senior fellow at the Mercada Center over at George Mason University out there in Virginia. Great to see you again. Uh Tom, I do want to start off and and and we should just point out that as we bring you on uh one of your former colleagues, Richmond Fed President Tom Barkin is speaking at an event right now and as most Fed officials, they are talking about the independence of central banks and the importance of that independence and I'm wondering if you can just reflect a little bit on this now that it does seem to be a relatively unified call from current former Fed officials as well as monetary policy officials around the globe that preserving Fed independence in their view is paramount. >> Well, I that's not at all surprising. Certainly, central banks have found over time that um the you know the research has shown it that bank central banks that are independent are they do experience less their countries do expense experience less inflation over the long run. But in you know but over you let's also acknowledge that central banks are in one sense political. they are this they have they're the they're able to print money as no one else is, create money as no one else is. When money is involved, it becomes very political. So the the Fed's always had political pressure. This is more direct. It's more heavy-handed in terms of the more recent uh events. So I think that's what's caused people to to come out in mass and say, \"Wait a minute. This this is going too far. This is unacceptable.\" And therefore you get this very significant reaction to it. I'm not surprised by it at all. I understand it and and I also support the independence of the Fed, but I also am realistic that the Fed is always under pressure from political sides and sometimes they u listen to it more carefully than other times. But the main thing is they're making the decision and not uh not someone else. So that's where the issue is. >> But this does feel a little bit different. I mean in the past I mean you know we've seen presidents and politicians try to exert pressure on the Fed but a lot of that has been I guess just verbal jaw boning if you will to a certain extent we are talking about the active uh attempt to remove people from their seats whether it's Lisa Cook as Fed governor or maybe potentially J Pal as Fed chief. Does that not concern you? >> Of course it concerns me because when you have that it's it's not just political pressure or influence. It's uh it's actually changing the institution itself uh from one that is as it is supposed to deliver uh very careful analysis decisions that are thought out as a committee with input from different parties from around the country. Uh and now you you want to change that make it say it's only one person whether it's the president or the white house or the treasury making the call and and so that is more direct. it's more uh disruptive. Uh and I think one of the other consequences of it that has has people worried is that it uh it creates uncertainty and if this were to go on it would create uncertainty and therefore it would it would uh shall we say interfere with the performance of the economy itself and that's what people are rightfully concerned about. >> Well, let's talk about the performance of the economy. Uh we've had a couple of interesting data points. the jobs report, the first real clean jobs report that we've had in a while on Friday. And then this morning, we got a consumer uh price index report that I'm not sure really clarified anything. But when you look at those data points and some of the other ones that we've gotten here, I am curious as to whether you see any real need for any changes in monetary policy. >> Well, I no, I don't see any real need uh at the moment. Certainly, I don't see that we should be decreasing rates at all or the Fed should be decreasing rates at all. Um, first of all, we've had we had a very strong third quarter. It also looks like the fourth quarter will be strong. We're entering 2026 with some tailwind. Uh, and then also fiscal policy is still, I think, supportive of the economy. We're going to have a $2 trillion deficit again and monetary policy supportive the economy. Real rates are less than 1% in terms of the policy rate. Uh, so that's a lot of dynamics. Now, of course, yeah, the tariffs are having their effect. They're slowing it modestly, not as much as people thought, but those are factors and people are concerned about unemployment, but when you balance that out with inflation well above its target of 2%, it's it's closer to 3%. And with all the strength coming into the economy, it is time to pause and and let the economy settle in and let some time pass before they start considering whether to to decrease rates or per perhaps even increase rates if inflation numbers were to to become higher. So it's it's time to pause and think. >> I am curious though when we look at the inflation rate and the idea that it has tracked now above that 2% target for going on five years. even take out the couple first couple of years which we know were really skewed because of the pandemic. But it gets to this idea as to whether we can be comfortable with something that is above at least slightly above uh that 2% target particularly given the economic growth that we saw last year the relative strength in the labor market that we saw last year and corporate fundamentals earnings that seem to be holding up as well. >> Yeah. Well, and that's fine except that, you know, over time inflation eats away at at the economy. It has its its negative effects that, you know, 2% is an arbitrary number itself, but it's well above price stability. And the mandate is for price stability. So, when you say, well, now we've got 3%, things are good. Let's leave it at 3%. What happens when the economy slows? Will we be willing to accept 4%? uh do we do we delay and have five or six percent and then we go through this cycle that we just went through again? I I think I think you have to be careful in what you accept. Now I think you could bring inflation down to 2% slowly systematically without bringing the economy into a recession. That would I think be a better outcome for the country in the long run. So, as they head into that policy meeting in a in a couple of weeks, uh, you know, set aside all the political issues swirling over them, do you think there is still going to be an honest debate about the state of the economy with a focus primarily on the data and not everything else? >> I I I personally think it will be. I think in fact I think members of that committee will be conscientious about making sure they're looking at the data, they're looking at the history, they're looking at the outlook, that they're making a clear analytical decision because they know that they're going to be questioned in whatever decision they make by some party who doesn't agree with them. So they're going to be particularly, I think, conscientious this time. uh not that they're not always, but in this instance, they know everyone's going to be looking at them in terms of any hint that they're doing other than a very careful analysis. So, I'm confident they'll go into this uh with a with a very straightforward analytical approach. >> All right. Always great to catch up with you, professor. Really appreciate it. Thomas Honig. >> Absolutely. The former uh president of the Kansas City Fed, now uh distinguished senior fellow at the Mercada Center at George Mason University. And of course, as we focus in on the economy, we're going to talk a little bit about consumer spending and really about the state of apparel and retail. A CEO at the cross-section of tech and [music] fashion. She joins us in just a second to break down how her company pulled in a billion dollars in net revenue last year. Mera Patio going to be joining us, the CEO of Fablettics when we come [music] back after the break. This is the close on Bloomberg. Athleisure stocks. I didn't know that was actually a category, but the Bloomberg terminal, it has everything. Those stocks as a group outperforming the S&P 500 in the last two months. A possible sign of turning tides in a hotly competitive space that's still plagued by concerns about tariffs and still plagued by concerns about the health of the consumer. Our next guest is one such competitor. her company reaching $1 billion in net revenues last year with her active wear business. Joining us right now is Mera Batia. She's the president and chief operating officer for the Fabletyics brand. Great to have you here on the program. I think I inadvertently gave you a promotion in the te just ahead, but you're uh fresh off the stage here at the National Retail Federation's conference here in New York. >> Talk a little bit about the growth of this company. We talk about a company founded back in 2013, so just a little over a decade old. has already reached a billion dollars in sales in what is traditionally a hard market to really gain traction in. >> Yeah, we're pretty excited. Thank you. Yeah, we hit the billion dollar mark in net revenue in December. It was a big milestone for the company. Um but it's really just building on several years and many years of continued sustained success. We had 18% revenue growth last year. Um we've been expanding our physical retail pres presence where we've had double digit same store comp growth for three years in a row. Um so really, you know, everything is kind of working in the business and coming together. what's actually driving that growth in terms of how you're marketing, uh, how you're selling, and just generally the overall environment. >> Well, Fablettics was originally born out of the belief that a incredible legging shouldn't cost $100. And that's really a guiding principle that has sort of helped us build the business over the last decade. Um, so we've taken that philosophy forward to say that, you know, we really believe that we sit in the section of intersection of style, quality, and value. And I think it's those three things coming together that has really led us to um the success that we've had because we're really in a good sort of intersection of the three. >> And you've done a lot in terms of partnering with celebrities. Uh I think it was uh Kevin Hart with somebody and I just saw you signed I think your first like NFL deal last year. Uh the Bengals, right? Cincinnati Bengals. >> Yep. So a star wide receiver. So yes, we've always worked with sort of two to five big celebrities um that really kind of embody style and fashion. and we think that helps sort of bring the bring the product to life. So, tomorrow is the latest. We work with Khloe Kardashian. We have Kevin Hart. Um we have some new ones coming this year. You'll have to stay tuned. We're really excited about our new partners. Um but it's a big part of I think how we you know speak to the consumer on an everyday basis. >> Well, I bring that up too, particularly uh with uh with the signing uh with the NFL deal. Are you positioning yourselves as more of athleisure, meaning just something I would just wear at home, or are you trying to go for performance, meaning people actually going to use your clothes for athletic reasons? >> Yeah, both. I mean, I think we always were born kind of in the gym, people wearing um both kind both kind of like the everyday athlete and the and the serious athlete. We have kind of product for both of them. Um you know, Jamar in particular, he's a professional athlete. Yes, he's our first NFL athlete. Um we picked him because he's an outstanding athlete, but he also embodies fashion and style as well. So, we think it's like it's those things that come together. You can look fashionable in style while you, you know, go for a 10 mile run or well, you know, if you're just sort of like an armchair at home. You have a lot of retail locations but to a certain extent you are kind of a digital first company. Uh I am curious and you have a background in tech we should point out. I mean before you joined Fabul you were at Microsoft I think for some years was Expedia or something >> LinkedIn. So so you so you have a tech pedigree. How does that help? Yeah. >> In your job for a retail apparel brand I should say. >> Yeah I think that I mean the reason I joined Fabletics is we really come from a DNA of a tech forward business. Very datadriven. We invest in our own proprietary technology that fuels everything from our website to our store experiences. That's why it was a fit for me and you know on a personal level I firmly believe that retail was ripe for disruption with technology for people who knew how to do it right and bring that mindset to the business and I think that's been a big part of how we've grown and seen success at Fabletics. >> Give me a sense though of how you integrate that and also just the balance because you'll talk to a lot of old school apparel merchants and they will say that this is a business that kind of comes from the gut. You just kind of have to know what people want and give it to them. And then you have of course the data driven people who say you know follow the data and that will be your guiding light. >> Yeah. Well I mean I think the answer is somewhere in the middle of that right at the end of the day you can't build a successful retail business unless you have amazing product that people love. So it starts with that right which is having a phenomenal design team best in the business that brings product to light. Um but then we also do read the data. So, um, if you don't know about Fedic's business model, we are a membership driven business model, which means customers sign up to become members with us. Um, that gives them access to everyday discounts of 30 to 40% under retail, a special product, etc. And they can also sort of flexibly be build for a token every month that gives them access to product up to $100. So, I think all of that um, sort of comes together to drive a um, predictable data heavy business, right? So because of that membership model, yeah, we have over 75 billion, you know, customer data points that we're processing on an every single day basis. >> Do you worry that that membership model as you sort of grow and get bigger that that membership model might actually sort of hinder that growth? The idea that some people might want Fablettics leggings but not necessarily want to be a member. >> Well, first of all, if they want Fabletics leggings, not as a member, they can they can buy not as a member. But what we see is that 90% of our customers do want to be members. And you know, 40% of our members have been with us more than two years. than half of them say we're we're their favorite brand, right? So, we see a lot of loyalty being driven through that member model. Um, but there's all it's flexible. People can definitely buy with us in other ways. >> All right, Mayor, it was great to catch up with you. I have to get you back for a longer conversation. Mera Patilla there, fresh off the stage at the National Retail Federation's conference here in New York. The president and COO over at Fiatics brand. Now, we do want to bring you some breaking news. the president of the United States speaking after landing at Joint uh base Andrews uh in Maryland addressing the issues with regards to the Fed uh saying that uh he is uh hearing some of the comments about Fed independence including comments made by JP Morgan CEO Jamie Diamond and he will address those lately. He is now speaking about the situation in Iran saying quote in his words that Iran better behave and that he's consulting with allies about what comes next. He's also saying that he wants Iranian leaders to show, in his words, some degree of humanity. A wide-ranging set of questions and answers coming out of the president there on the tarmac at Joint Base Andrews. We'll bring you any headlines, any breaking news as soon as we get them right here on Bloomberg. >> All right, we do want to set you up, of course, for what to watch tomorrow, and that includes a slew of earnings. Bank of America, Wells Fargo, and City reporting before the opening bell tomorrow. fresh economic data on retail sales and producer prices as well that could round out the narrative. A look backwards from the Fed's release of its beigebook survey of regional economic conditions and a slew of Fed speak tomorrow out of Myron, Pollson, [music] Qashqari, Bastik, and Williams. And a close eye on the Supreme Court. It is opinion day with a close eye on a potential ruling on terrorists.",
  "language": "en",
  "is_generated": true,
  "fetched_at": "2026-01-14T17:27:50.912722",
  "method": "yt-dlp"
}