{
  "video_id": "kluDYmnoB80",
  "text": "9:00 a.m. in Shanghai, Shenzhen, and here in Hong Kong, you're watching the China Show. I'm Y Ivon Man with David Angles. >> Good morning. We are counting down to the open of markets in greater China. Our top stories today, Asian markets under pressure amid this rotation out of tech following a similar move on Wall Street. China's move to tighten rules and margin financing, also dragging down investor sentiment. >> Chip makers in focus with TSMC set to report earnings later today as a Trump administration floats new tariffs on the sector. Plus, Beijing host Canadian uh PM Mark Carney, the latest world leader to court China amid growing concerns over Washington's policies. Equity market sideways to mostly lower. We're down about 1% as you can see there on on the nickel. We'll talk more about some of these different variations of early signs of intervention, right? Whether that's Scott Besson's comments on the Korean Juan, whether that's some of the first official first comments coming out of officials in Japan on the Japanese currency and of course in the equity market. Of course, we talked about margin financing there in China and them bumping up that ratio. Uh more on that in a moment. Equity markets, as you can see though, trading sideways, too. As I said, mostly lower. Uh, Korean Juan just had a BOK decision. No change there. The details of the statement out this hour. In the next hour, of course, we'll be getting the the briefing coming through out of the B. Uh, as it pertains to equity markets in China. So, overnight, we were looking at I was looking at one specific uh ETF there, which was a CSI 300, just to see how that the pricing continued to play out overnight following yesterday's announcement from uh from financial officials. The the stock we're tracking of course is Trip.com. Following the investigation there, 17% down overnight. The company's put out a statement and said they promised to work closely with the regulator on that uh on on that investigation. A50 futures coming in. Uh we are on a stronger side now of 780 on dollar honky dollar China on your screens. So yes, weak some weakness coming through although benchmarks just keep in mind are on a 40 win streak. Yes, we did close eventually. We did close higher for the day here in Hong Kong on Wednesday. >> Yeah, interesting enough, we we did see a bit of a wobble on on the news of this margin financing and and that's going to be the key sort of risk, I guess, for these markets moving forward here. But Morgan Stanley kind of crunched the numbers and said, \"Look, it's not surprising that they're doing this, but certainly it's not going to derail, but maybe just slow this bull market.\" You take a look how futures are saying that we're flat as you mentioned there. In terms of your agenda today, this is after we saw what daily turnover. uh you take a look at when it comes to margin financing uh in some measures are basically hit records, right? So maybe that's why you did see that move from regulators there. Uh of course we're still tracking that winning streak that we're seeing in Hong Kong. Uh we have this big event in Alibaba, right, on Quinn. So we'll see if there's any sort of uh news there that could move the stock here. But yes, certainly there has been a lot of optimism around that announcement. We talked about trip.com brokerages given just the rally we've seen the Mark Carney in China. That's certainly going to be interesting theme that we're seeing as China starts to court a lot more Western leaders uh to the mainland as well. There is an SEIO briefing coming up and of course we're still waiting for credit data too. >> Yeah, we have two so two briefings I believe at about the same time. You have this one from China on monetary and financial policies. Alongside that, I think we mentioned it already. The Bank of Korea of course will be having the usual briefing post their uh rate decision. So stay tuned for that. All those are coming through uh over the next two hours or so. Uh so we just mentioned turnover on a daily basis. We've been tracking this. So nearly four trillion was the uh was the total at the end of the session yesterday. This follows what Ivan is pointing out. Margin financing also uh continuing to hit a record. I guess underscoring this this this this bump up in trading activity that's taking place. >> Yeah. And it's it's interesting. It's not surprising, but it's also this only the second time in a decade that they've had to do this, right? In terms of uh curbing the margin financing requirements and such. So that certainly is also rare to see this and back then we're talking about 2015 uh when we did see of course uh that bubble in the equity market. So certainly that it's rare to see this sort of move but then again it's all about reducing that leverage uh in which investors are doing to to buy Chinese stocks but it's no surprise right you look at turnover you look at margin financing you also look at valuations as well maybe not in terms of Hong Kong that's still looking pretty relatively cheap against most of the world but the Beijing stock exchange valuations are what like 90 times or something so >> yeah the small caps >> the small caps were definitely having a field day >> yeah I think we were talking about that yesterday during our planning meeting when you had to look some of the so whether that's the Beijing uh the Beijing gauge at the star 50 that's another one to track obviously going into today uh so Ivonne talked about the 2015 peak we're back above that right now on margin debt uh and you know the some of the forecasts coming through out of Wall Street um anywhere between 4 to 20% on Msei China on price by the end of this year uh we've gone up by more than four which I guess underscores the early exuberance across the market and perhaps the slowburn market that they're trying massage into as it pertains to that. Yeah, some of the forecast latest forecast on your screens. Goldman was out with 20%, cities out 19. Morgan Stanley, I think they've stood pat on their projections of 90 on MSEI China. Laura Wan will be joining us this time in the next hour to basically lay out her strategies uh for the Chinese market this year. Right. Uh let's get some context right now on our starting point for today. Mark Hudmore, our M Live executive editor, is with us in Singapore. Mark, what's top of mind for you this morning, sir? >> Uh, I still think probably in Asia, Japan remains the big focus, especially with Besson's comments overnight. As you know, I'm a structural yen bear. I think that's a that's a story that's going to going to stay with us for perhaps years to come. I think ultimately they've got a big debt pile, but they're going to monetize over the long term. But as we get to, you know, fresh levels or near fresh levels in dollar yen, we obviously think about intervention risk and it becomes much more tactical. and and we talked a bit about this yesterday about how many of the themes that we're seeing at the moment in the early stage this year are actually sustainable for the full year but they've gone so far so quickly that we're entering a more tactical stage probably beyond yen the other one that's kind of more in focus for me is again precious metals I think the rally we've seen in silver is just really extraordinary gold obviously as well other metals industrial metals been part of this this time but the silver one is particularly bonkers and and I think that's the market where we're going to have a really kind of horrendous just pull back at some point. So, that's the one I'm really keeping my eye on. >> Yeah. Why do you think there is that interest in in silver or precious metals? Is is it just the the sort of cleanest sort of hedge out there right now? Does it go beyond the rate story? >> It's a good question because there there's theoretically a load of explanations. The problem is none of them justify the the quite extraordinary and sustained move we've seen over the cap last couple of months. You know, this is a price that's that's doubled from where it was trading only in October. I mean, that's just absolutely crazy. And gold's obviously gone up an extraordinary amount over the last couple of years. What it seems to be is that there's a desire for assets that can't be controlled by the US administration. Uh, and what I mean by that, it's kind of a broader term of like it's not necessarily the debasement trade, but there's a little bit of an element to that. It's the Fed attack trade. It's the geopolitical risk trade. It's this idea that, hey, look, we might want other ways to store capital, store money. And it's not that people are suddenly saying like silver is the future. Of course not. It's too small a market. But they're talking about diversifying and you know, first of all, you diversified into gold and then there was crypto. But you know, those assets have gone a long way. Crypto doesn't have any real fundamentals behind it. Gold just, you know, doesn't have a valuation or an income stream to justify its high prices. So, you want to diversify further out the stream. Silver's next in line, but we'll see other assets trade like that. And I think it's the idea that given what's happening around the world, people want to diversify their wealth into other assets. And I think that we'll see other real assets out there continue to gain. Probably some things I haven't even thought of yet. Mark, just just your thoughts short term on chi Chinese authorities somewhat tightening ever so slightly the taps there. U what do you think happens to the market because of that? >> You know, not so much perhaps. Uh China is determined to not get another boom bust cycle. I'm not sure they're going to succeed, but you know, the Chinese stock market, you know, had this incredible rally in 2007, then a complete collapse. Another incredible rally in 2015, then a complete collapse. Um, you know, they made clear a couple of years ago, you know, that they they were they were going to now ensure the stock market continued higher year and year. Unfortunately, the pace of its gains have been pretty extraordinary. Um, but so I think they want to try to re in that boom cycle. I think they're going to struggle because essentially I say I talk about Hong Kong stock market more than China because Chinese stock market's no longer cheap and it's it's a much harder one to play. Uh there's much more opaque on earnings. It's much more diverse. But the Hong Kong market is a discounted market. If you look at it's a liquid market, big market, discounted market, not you know problems with capital controls etc. So Hong Kong stock market has underperformed US stocks for example for for many many many years. So even though it's now whatever is it 18 months or something into an out performance um it's still that's early stages it can outperform for the next decade overall. So I think that's the backdrop here that you know the the fundamentals are very very supportive for greater China stock market particularly Hong Kong and and while they want to cur curb a boom bus cycle I think as more and more people get on that momentum trade as the whole idea that China is uninvestable changes to oh my god we do not have near enough China exposure over the coming years it's going to be hard to contain that excitement there >> Mark thank you Mark Cutmore there our mive executive editor joining us out of Singapore coming up our exclusive interview with the CFO of healthcare company 3S Bio on their expansion plans and the push to make China a biotech supermarket. That's next. We're tying down the open of trade in Shanghai, Shenzhen, and Hong Kong. We're tracking, of course, trip.com given the slide that we saw in the ADRs overnight on that antirust probe. The stock indicated lower here this morning. This is Bloomberg. We continue our coverage of the JP Morgan Healthcare Conference in San Francisco today. We're talking to Chinese firm 3S Bio. They became the second best performer on the healthc care subg gauges of the Hang Sang and Msei China last year after a record cancer drug licensing deal with Fizer and shares got further boost this week after Fizer announced that it plans to speed up clinical studies for that drug. Joining us now is the 3S bio CFO Tony Hu who's attending the conference in SF. Tony, it's good to have you on the program. You talk about that record deal with FISA that was announced last year uh $1.2 2 billion up front uh is quite substantial >> and I think your presentation at the JP Morgan conference last year really played a big role in that as well. What are your expectations this year at the conference in terms of deal making? >> Well, uh thanks Ivon that's a very good question. So we are still looking forward to more and more business development transactions this year and potentially the next two to three years. So right now we have uh pretty good and decent data from a few other bicep specific and tric tripecific uh antibodies. For example uh we have a PD1 heru okay which uh function as a immune uh oncology and also a targeted therapy at the same time and we have a PD1 PDR1 both are uh doing phase 2 clinical trials in China and we've got US FDA approval for clinical trials in the US as well. And we have a B7H3 in 15. It's a um immunoccytoine um which is going through a phase one clinical trial in in China. And that's that's uh also we believe a first inclass potential candidate. Um and uh we have we also have a MO 17 CD3 CD28 that's a quite specific TCE uh antibbody which is going through a phase one clinical trial in China. So um in a nutshell lots of good stuff happening within our organization and uh more to come uh because we have more molecule entities to be announced not now but tomorrow when we make a corporate pres presentation. So um uh very promising u uh uh this year and potentially two three years down the road. >> Tony David here very nice to see you the to your point things are things are going well. Um it's a good thing things seem to be moving quick. Uh does that accel are any of the things that you mentioned does that accelerate the timeline for uh some of the the things you wish to achieve in terms of monetization and the like? Yeah, of course, of course. with more and more clinical data um and we do expect some of them if data mature to be published in global recognized uh uh society for example asco asmo including Cisco right so that will definitely help uh when you want to you know have more in-depth conversation with with the global multinationals with the regional boutex so data so back to our experience with the fisa right so uh people may ask what what caus see you what led to the successful transaction and it appears to be uh one of the largest ever upfront uh payment received by a China Bama from a global multinational and my qu my answer to that question is always data you need to have a sound and proven clinical uh uh data generated you have to demonstrate safety data you have to demonstrate efficacy data and it has to be you know uh uh better than any peers across the globe and they has to be you know across the uh different modalities. So uh back to your question um data is most important for for the for the uh you know deal making. >> Can you tell us more about your goals I guess or even just aspirations for for expanding overseas? I mean outside of China you do have some business in develop uh developing markets. Do you expect to grow that? >> Yeah, of course. But uh right now we are uh uh distributing commercialized products in developing markets. So also the next step or probably five to 10 years down the road that's the uh you know the real international uh uh milestone that we are we are looking forward to. So by do uh uh uh in order to do that we really need to get the for example our PD1 VGF license to fight get it approved in the US in Europe uh in Japan all the developed countries that's the real internationalization that we are talking about. >> Understood. So Tony the just I guess back to the numbers and this goes into obviously the longerterm plans of how how big your overseas pie gets. The the so the upfront payment was 1.2 2B uh you could be eligible to as much as 4.8 billion. Uh obviously depending on many many factors and how things go. >> Is the 4.8 billion just to clarify is that a fixed amount or is that flexible to the upside depending on what happens or is that is that the ceiling just to help us understand of course just this specific transaction? >> Yeah. So so a a euro ordinary business development transaction there are three elements. First is upfront okay uh we have a 1.5 all together from FISA um and the second element is what we call milestone and the milestone meaning that once you achieve certain stage of the development that triggers payment for example if you kick off a phase two or phase three clinical trial uh in whatever indication then it triggers a payment okay and the second trigger point will be once the drug is approved and you get the another payment and the third trigger point would be a certain amount of uh sales amount. So once you achieve for example 500 million 1 billion US that triggers another payment. >> So all three are milestone payments. So 4.8 eight as you see in our transaction with Fer is to add them up >> and on top of >> yeah I mean this Fiser announcement to they they mentioned in this in this conference that they're going to launch more latestage trials >> what does that mean for 3S bio does that speed up and how quickly can things speed up in terms of you reaching some of these milestones now >> well so basically uh if FISA uh kick off a phase three transaction uh clinical trial we are entitled to receive a milestone. Okay. So, but uh uh on top of the milestone what make uh what what is even more meaningful is uh uh once you kick off for example if you look at colorectal cancer but also announced that the first patient uh in that trial was enrolled uh as of last year. So that was a really meaningful milestone because if I if I understand it correctly uh that that should be the ever first uh patient enrolled in a phase three by a global multinational that really marks the milestone because uh it's really the uh uh a time uh that kickstart the real phase three clinical trial. That means we we are even closer bringing uh this drug to the you know large unmet medical needs. Uh and uh um uh so uh from a financial perspective as you said uh yeah uh it will trigger of course milestone payment and once that indication is approved that will trigger uh another regulatory milestone and uh when the drug is you know uh starts to be commercialized that will trigger both commercialization milestone as well as uh the tier the royalties. Basically, that's um a sales uh you know um a percentage of the sales generated from that drug. >> Tony, good problem to have. We spent most of this interview talking about one one drug. I believe you still have about 30 in in your pipeline. Just help us understand what that pipeline looks like and perhaps give a sense. Is there any are there any specifics there that you're you're keen to you you think the market should be attuned to? Yeah, of course. Um, uh, just like what what we discussed, uh, in the, uh, in the beginning of the interview, we do have a few other, you know, bicep specifics. Um, the one we we we are partnering with the FISA is a bicep specific. It's called the PD1 VGF, but along with that, we do have a few other bicep specific and tri specific. For example, PD1 her two and the PD1 PDL1. Uh, those are both in phase two clinical trials. And we have a BMH3 interlucan 15. It's a immuno uh cytoine. It's a bicep specific. And we have a mach 17 CD3 CD28 which is uh a tri specific. Uh uh so these these two are in uh phase one clinical trial in China and all of the four assets we have obtained uh clinical trial approval from the US FDA. >> Tony, thank you so much. Fantastic. Let's talk again soon, sir. Tony H, CFO there of 3S Bio joining us out of SF uh today. Just very quickly, two things before we just take a short break. One is a very strong fix. Well, at least we've got here at some point and it Yeah, there we go. Uh below the 7.01 handle and we are seeing some strength coming through in the Chinese currency. On the back of that, there's also one stock we're tracking very closely. >> Yeah, Trip.com, we are down some 15 17% I believe. There you go. >> Um that's offshore MMB. But then again, you take a look at what Trip's doing on this antirust probe from China. Um, we are seeing here a continuation of this downward story because of, you know, the probe remains scarce. Look at the details of that. Um, but they, you know, the analysts are saying this process could take months and possibly resulting in some sort of cash fine as history has suggested with some of these regulatory probes. So yeah, the stock down some 15%. Uh, they have said that they are going to be working with regulators moving forward here. We'll have more coming up. This is Bloomberg. We're watching the travel stocks here this morning on the back of what we're seeing with Trip.com. We're down some 15% on this antirust probe. Uh and certainly that does lead to some of these names like Tong Shang Travel falling for another day. They already reacted yesterday here. So, we're seeing a second day of this. Alibaba is flat. Mtoan in positive territory so far. >> Yeah. So, we'll see. Uh the jury is still largely out whether or not we will be snapping the 4-day win streak on some of the Hong Kong benchmarks. Early indications suggest that yes, we might see that uh come to a halt after 4 days, but it is of course the slow market that they do want to engender. We'll get into the bigger issues in a moment. The open is coming up next. 3 minutes away. This is the China Show. Good morning. Welcome back. You're watching the China Show. So, a couple of things that we are likely to get more information on the next few minutes. Obviously, the open. We'll see how Trip.com opens. We pre-market's down 15%. Uh we should be getting the details of the statement out of the Bank of Korea which just had the rate decision that should be coming out in the next few uh next few minutes or so. Apart from that, the strongest fix since May 2023 and of course the open is generally speaking a down arrow story across the region. Rotation out of big tech, how does that affect things? And of course going into the afternoon session yesterday was of course them bumping up the margin financing ratio. So I think Morgan Stanley thinks it's we could see a lot of volatility near term but >> you could be seeing some swings but they're still quite optimistic around this ashare market here just given the liquidity given the the strength of the currency given all these Hong Kong IPOs and stuff. So certainly there is a lot still of long-term they say catalyst out there. Um but then again this could be just kind of to reduce the overlever uh in this market and tame as you say the bull market here to be a slow sort of bull run right. Right. So certainly that's going to be one thing to watch here, but we are kicking off the open here with slight downside. We're down by half of 1% for Shanghai. Shenzhen is seeing more of a magnified loss there about 7/10en of 1%. But as we talked about the valuations, right, it's the small caps where maybe perhaps regulators are a little bit uh more concerned about with the Beijing stock exchange for example. We're talking about 90 sometimes earnings here, which is I think more than double what we saw in the NASDAQ. So certainly there is concern there. So no surprises maybe from some of the sell side here this morning. But you are seeing some big cap names like Capricorn Tech is lower by about uh close to 1% or so. Um Quay Chowo has been unchanged here this morning, but we're still tracking of course crude given the fact that we did see oil dip. It seems like Trump says he's holding off on doing anything with Iran for now. Uh there are some headlines that's just crossing here when it comes to Venezuela. >> Yeah, >> he is expected to go to Venezuela according to Reuters and expected to meet with Machado here. This is of course the opposition leader as well happening at 12:30 p.m. Eastern time uh Thursday. So certainly that's going to be some key things to watch for oil markets at least. Uh in terms of your Hong Kong board, here's what we're looking at here today. So obviously Trip.com is going to be a key focus with watching some of these travel stocks uh just given this antirust probe. Uh and certainly that's leading to some of these names like uh Alibaba for example, Tong Chong as well uh lower here. Guys, can we flip the boards here just to see how mega big cap tech is doing here right now? There you go. Maywan is also lower. So they already reacted initially yesterday uh on the news of this investigation uh for trip.com uh for allegedly abusing its dominant market position and engaging in monopolistic practices. That's according to of course regulators there. So Mtoan Baba are all falling here this morning. Uh we talked about the fix, right? That was the one of the stronger fixes that we've seen from the PBOC since May of 2023. uh I'm really kind of on the cusp of that you know that seven level right so certainly that's going to be a key focus here and of course we're still watching some of the intervention uh verbal at least when it comes to the yen when it comes to the wan here this morning so we have seen a bit of rally when it comes to the Korean currency but HStech is down some 1% Dave uh we talked about the brokerages certainly that's certainly a key focus given what we see in the news on margin financing given what we're seeing in this rally mostly lower here this morning with CICC down about 7/10en of 1% still watching of the crazy rally we're seeing in metals, right? And silver kind of takes the the cake this time around just given what we've been seeing. The records being held as as Mark Cutmore said, you know, gold certainly had its run. Now it seems like the baton has been moved to silver, tin, the like, right? And so you see the likes of Hunan Silver up about 1%. Uh Douging Mining as well. Some of these gold miners are heading the opposite direction. And I mentioned as I promised, Trip.com, right? So pre-market, we are down by about 15%. This is what we're seeing right now. There you go. 18% lower uh when it comes to trip.com. Uh the likes of Tongqing Travel, some of its peers also falling as well. >> Okay. Um details of the statement out of the Bank of Korea and I think the takeaway from this one was in the last the last paragraph in the last statement had this phrase leaving room for potential cuts. They've now removed and closed that door. that reference to potential potentially more uh room to cut interest rates from this statement. Uh it's important to keep in mind that the last meeting there was largely consensus large consensus that the BOK was on hold for a prolonged period of time. I'm now I now wonder how this probably changes that and whether or not we should go from prolonged pause to now the end of the of the cutting cycle. Now, obviously, you're looking at a two-day graph here of the South Korean one. The reason we're looking at two days is because it's it it's it's important to look at this in the larger context and the comments coming out of Scott Vessent overnight. Uh they met with their of course financial counterparts, this is monetary but financial side. Uh and him giving some verbal warnings that the one could be uh too weak based on what the fundamentals of the economy are. That's why you do see that strengthening in the Korean one dollar one down substantially overnight into where uh we are currently. Uh the economy continues growth trend with upside risks to path. Yeah. Okay. So that just underscores this this less a need uh for more accommodative monetary policy. So yeah, we'll this is something we'll track this time. The next hour we'll get the press briefing of course coming through. >> Yeah. Back to trip.com here right now. Uh and certainly the the shares are sort of falling once again on this news of this probe. Let's bring in our Bloomberg Intelligence senior analyst, Katherine Lim. She of course covers uh the company. Uh Katherine, just tell us more about the timing of all this. Obviously, we have seen probes like this on the local level. Why do you think the SMR is investigating now? >> Right, Ivon. I guess the reality is that we've seen it in the first 11 months of 2025. you know online services platforms including those selling physical goods they've continued to dominate retail sales and spending in um you know China going to show that how much of the traffic um these platforms are driving now and hence you know we've actually got the statement from SMR you know the authorities themselves um you know highlighting that they are now scrutinizing again into the um you know the operations of these growing importance um you know platform form. So it doesn't come quite as a surprise and a timing of which really is that we're going into the Luna New Year holidays, the big break, the big traffic flow that's going there. So you know, not a surprise except that of course, you know, the way how they're going to be investigating. I think that's the big question mark. >> It's very early on obviously, right? Such a dominant position and I think it's it would be I guess very difficult h how do you fix having a dominant position? Um, and early on though, who are who would emerge as as potential winners or losers? Uh, if indeed some of the behaviors change from a dominant player, >> right? I think one thing to actually take note about trip.com is its ability and it has always, you know, lean on that edge that, you know, it has a very deep self operation that they actually package a lot of very unique offerings that actually draws the traffic itself. Now of course you know another way to look at it is that you know there could be instig allegations of um did you know exclusivity which was something that you know if you take a a couple of years back itself mtoan Alibaba they were penalized for exclusive arrangements with merchants and suppliers. So I think this will be an area of focus and you know if it is that um you know trip.com tends to actually loosen these practices itself don't be surprised if Alibaba's flegi which is more of a marketplace than anything else gets more merchant coming on its platform itself and having more offerings which essentially is good for flegi and do you think it does anything in terms of their industry position right I mean if they are still number one after what could happen in this investigation and and do you think this is more of just a trip story or do you think there's something industrywide among the tech sector that we should be worried about now Katherine? Yeah, Ian I get that question also for Metoan whether Maidtoan's dominance is going to be threatened even as we step into 2026 even as we actually see like you know government looking into price competition itself I think you know for maidto and trip.com they do have operational edged in these selected businesses um are they going to be you know the big dominant player that we have seen in the past maybe not because you common prosperity. Let us not forget these two words itself. This is something that I do think will continue to be a focus of policies from China. >> All right, Katherine, thank you so much. Katherine Lim, our senior analyst at Bloomberg Intelligence, as we were just showing you there, Trip.com, of course, shares are headed south uh for the winter uh as we speak. Okay. Uh one stock we're also tracking closely, TSMC out with earnings today. We're down 1.2. That's the big number on your screens. You do the math between that big number and the number at the bottom gets you to about 17% is the implied upside from analysts over the next 12 months or so. So suffice to say this big stock is continue is expected to continue to rally quite substantially over the next few months or so. Uh joining us here on set to talk us through give us a preview Charlotte Yang our Asia equities reporter. Yeah, the the floor is yours. How do we need to be looking at this? Yes, I mean the shares are down a bit today, but I think overall positioning shows that investors have pretty high expectations for the chipmaker to report strong earnings as well as upbeat guidance. So, we know that the chipmaker has reported roughly 20% sales growth for the December quarter and the consensus is now calling for record quarterly profit as well as gross margin at around 61%. That's the highest level in three years, you know, driven by strong AI spending as well as high capacity uh utilization. And but I think what's mattered more for the shares now you know they've hit several records high this year is what the company's going to say about the guidance and so consensus are looking as around I think $46 billion for this year. So if we get around that level above I think that shows you know the chipmaker has a lot of confidence for those advanced um AI demand also how that's going to play out. Another thing investors are watching closely is how uh what the company will say about the memory chip shortage given has way played on the clients and also has this broader ripple effect for this whole supply chain. >> You have a great story out that talks about the stock itself and that given just how crowded some of the long positioning is around this stock that it's hard for you know the bulls or the bears out there to really kind of you know enter and make positions. What are some ways of people kind of working around this right now? Yeah, it's such an I think interesting situation facing investors. No matter if you're bullish on or if you're bearish on the stock, it's pretty hard for you to you know place more bets because if you look at the rally has now lifted TSMC's index weight further higher and you know in Taipei that's about 44% of the local benchmark. So basically that just makes you know farm managers with single stock limit at 10% very vulnerable to this. So investors are getting more creative. you have in Taiwan the largest active ETF that's uh that's already holding 10% of TSMC and now adding two more passive ETFs that has heavy waiting on TSMC as a way you know to um you know to get more bullish on the stock we also have um my colleague in Taipei Cindy he also uh we als she also from her sources we know that some clients also looking to over the overthe-counter swaps and those fees are increasing and some investors that are more you know cautious but not enough to not you know braving enough to put on any bearish bets. I'll now look into structural products that gives you, you know, limited up uh limited upside while protect some protection on the downside. >> Yeah, we have a preview in fundamentals. Do check out, of course, Charlotte's uh piece on the stock itself. Charlotte Yang there, our Asia equities reporter. Tomorrow, by the way, we'll hear from the T from TSMC, the company itself, senior vice president and CFO uh on the company's earnings and business outlook. Stay tuned for that interview. That's just ahead. >> Yep. Just some more lines crossing from the president here today uh to Reuters. They're saying no plan to remove Fed's Powell. So that's the latest here. But he also said they might be making an announcement on the Fed chair in a few weeks. But potentially that could be some relief when it comes to what it means for Powell here this morning. No plan to remove Fed's pow according to Trump. This is Bloomberg. right? Let's uh talk about visits, shall we? So, there we go. That's Mark Carney, Prime Minister, Canada. He has arrived in China. First state visit by a Canadian leader in eight years. He'll be meeting with Premier Lee today. Okay, that's ahead of Friday's talks with President Xi. Stephen Angel, our chief North Asia correspondent, is with us out of Shanghai. Steve, what's at stake here? Uh, first meeting in many years. >> Yeah, that's right. And it's been a fairly frosty relationship over those uh eight years or thereabouts uh especially through the Justin Trudeau period because of uh him sort of aligning Canadian trade policy with that of the United States. uh there was some uh 100% uh tariff on Chinese EVs to protect uh the domestic market in Canada as well as on aluminum and steel. Those are things that the Chinese would like to see uh perhaps in some sort of agreement with Carney on this trip. Um to be removed or reduced uh as well as um you know the Canadians would like to see the tariffs that the Chinese have put on agricultural products from Canada especially rape seed uh which is also known as canola which is a key export by the Canadians to China. Actually, China is the number two export market for rape seed. So, uh that's been essentially dropped down to zero because of those tariffs the Chinese put in place. But I think the EV uh situation is one uh we're looking at as whether this is can be a deal uh between Xiinping and Mark Carney that will be at their meeting tomorrow. Uh and that's what pretty much what we're all looking for. And it's again Mark Carney has said he wants to essentially reduce their reliance on the United States for their export of products. In fact, he wants to essentially reduce um or or or find other export markets uh non US export markets uh doubling over the next decade according to Mark Carney. And >> it seems like the Chinese have really been kind of rolling out the welcome map for a lot of world leaders. We just had the South Korean president there. You know, so Carney is not the only one. Why do you think Beijing is doing this? >> Well, they see an opportunity, no doubt. Obviously, with the trade friction that was caused by the um the tariffs from the United States, uh Trump's tariffs starting in April has caused essentially a redrawing of the trade global trade map. And world leaders are seeing China as another destination obviously for their products. They also want to get more clarity on the the levers of of of leverage, if you will, on rare earths that they've employed, not only with the United States, but now in punishment to Japan. So, there's lots to be discussed. You're right. The South Korean president was here earlier this month. We have Mark Carney here now. We're going to soon get Kier Starmer from the UK arriving here in Beijing, followed by Friedick Mertz of the Chancellor of Germany. That's in addition to what we saw already late last year. The French president Emanuel Macron was here last month and we also had Albanesei of Australia here twice in 2025. So clearly they are rolling out as you can see there at the great hall of the people the red carpet for these world leaders. lots to discuss including I would imagine uh Fredick Mertz of Germany wants to discuss further or the Chinese wants to discuss further with him uh this minimum price mechanism that the European Union is working out uh for Chinese EVs into the EU. >> All right, Stephen, thank you. Steve Engel there, of course, our chief correspondent joining us out of Shanghai. Uh yeah, we talked about all the diplomacy that's going on, right? Um we we certainly saw it yesterday you know with the South Korean president Lie Jay Mun drumming up some unity >> as we call it. Yeah, you know that the prime minister of Japan, Taki, she's a drummer, >> right? Uh and so she's a rock star and they they actually did a jam session >> at the end of their by line. I mean, it's interesting, right? There you go. >> It's interesting. When we were talking to our producers about it, we saw the clip yesterday. We thought it was AI >> because you rarely see two world leaders doing this, right? And they were playing Golden, which I love. NBTS. >> And >> can we bring up the sound a little bit? >> We were talking about this, right? like the social team >> at the South Koreans >> from the South Koreans coming off of course the selfie with Chinese President Xi Jinping >> and of course this this this this drum face off >> really goes a long way right but whether or not this is a if I'm someone who reads the comments every now and then the comments on some of these videos coming through it's a distraction from some of the hard decisions that need to take place of course internally uh but yes I mean like who I I I initially thought it was weird seeing this you're right it did look fake at the start >> and didn't he lead actually purposely learned to play the drums just for this moment >> in he was a bit heavy on the snare u but >> yeah cut some slack >> yes yes >> um but yeah it still remains to be seen how much how extensive these talks were and really kind of talking about China Japan tensions and how South Korea is navigating all that but then again I mean at least you are seeing that unity there >> on the snare all right got plenty more to come this is Bloomberg Uh let's talk about Ompic. Uh it's a great big take here today. Basically what's going on is you know for the last 8 years or so you know when Novo Nordis introduced OMIC to the world basically it was known as you know a diabetes shot but also it's all about weight loss here among a lot of you know Hollywood stars among even Chinese influencers uh but that's set to change right now that we're talking about this patent uh for the key ingredient in the Ompic drug is set to expire in several countries and that could dramatically shift what it means for the industry here >> let's bring in our Asia Pharma reporter to talk us at today's big take Amber Tong to tell us so so it's about to expire and what that means here for availability of of generics soon after >> yes David we're entering really this watershed moment where cheap regulated copies of ompic and wiggoi the brand name for the weight loss drug uh will expire in countries uh spanning from China India and to Brazil um in fact in Canada uh the loss of exclusivity in in industry speak already happened. Um the patent lapsed and the final protection kind of guarding Novo's uh exclusivity already um fell in January. So this opens up the door for a a wide group of um eager and capable generic makers to really enter the market. M um it is set to intensify the competition for um uh people who for basically customers um who are looking to lose their weight and maintain their weight and also to treat diabetes and a range of um conditions. So this is really set to re reshape the landscape. It's a it's a completely different set of competitive um calculations now for Novo and anyone else in the weight loss market >> and it could be a big opportunity for China as well. What do we know about the opportunities there and when will these generics be available? >> Yeah, >> so the patent expiry is set to happen in March and the short answer to generic entry is that it won't happen immediately but it will happen soon enough. This is because um a key after the the patent expires the companies still need to secure individual approvals to sell their particular brand of generic um they actually won't call it ompic they'll call it generic semaglutide. Um so when it will be available would depend on how soon each of these companies will be able to secure approval to u market their drugs. Um in China 10 companies have already submitted um filings to for approval. So, we'll see how fast the regulators will process their um their applications. And um the Novo Nordic CEO uh told us at the recent JP Morgan conference that they are expecting generics to come um generally not not just specifically talking about China, they're expecting around second quarter of uh of this year. So, it'll be it will really vary depending on the country. Um but in China, we know a lot of them are ready. And so, same case for India and um some other countries as well. And just very quickly, this is probably good for patients. >> It's good for patients in terms of um choice. They will have a lot more options soon. And um the we we also expect there will be a price war. Um given the intense competition, um Numeura analysts uh predict that the price could drop to as low as $15 in certain countries >> uh per month. And in fact, the competition, we already see the compet competitive pressure kind of pushing Novo and Eli Liy to lower their price. >> Okay, you can check that out of course uh on your Bloomberg terminal. Amber Tong there, our Asia Pharma reporter subscribers can read about that of course ni big take on your terminal. It's also if you have an internet connection, it's on.com. Plenty more ahead. This is mber. We maintain the view that this year will be very targeted by the sectors and it will be very targeted by the different segments as well because when you look at the listing structure of the Hong Kong market and the China onshore market they do offer very distinct exposure. For example, Hong Kong is more on the AI application internet and software whereas you can find a lot more hardware oriented companies and higherend manufacturings in the China onore market. >> Yeah, take your pick. there's something good uh in these greater China markets. Jason Ly there, head of APAC equity and derivative strategy at BMP Paraba speaking to the Asia trade today about his outlook for Chinese stocks. And you know, take a look at this. Hangen is now around session highs just a half hour into the trade here. So all those kind of concerns about you know tightening the requirements of margin financing. Yeah, I think we saw a little bit of a wobble that yesterday here, but maybe unlikely going to derail this whole equity rally in some ways. Morgan Stanley is going to come on and they're going to outline of course that view there that it was bound to happen. The timing is interesting. It has fallen within the range of plausible outcomes because according to their specific sentiment gauge and Laura Wang will talk more about this as I just alluded to, there were early signs already as early as I think the first week of of the year of overheating signals uh on SH. So perhaps this just takes some of the froth off. All that is to say markets have largely taken this in stride. Uh, of course, this is just the first full day of trading after the news. So, we'll talk more and see what happens with this. Uh, the rest of the region though is mixed. We're really coming off a mixed session anyway overnight. There's a rotation that's come through and continued in fact out of the big winners in the US market. For example, Asia were better by about 10 to 1%. Uh, the big market to focus on this hour, well, two things today. Today will be Taiwan because of TSMC earnings that's coming out today. Before that, of course, will be Korea. Uh, following two things. One, some warnings coming out of Scott Bessant around currency at it being too weak, near a 17-year low on the currency. We've paired back from those levels and of course the BOK decision and they've dropped a clear signal yet that this easing cycle could well be over. Uh, we'll get the briefing of course coming through uh in the next few minutes or so. Commodity markets very quickly. Oil uh declines overnight. Gold, silver is Oh, okay. Wow. So silver was up um and has completely reversed that and then some more. So we're now back below 90. This one has really had some very violent swing silver. >> Yeah. And we're watching of course. Okay. So there's a bit of a you know maybe it's gone a bit too hot the cerillion metals here today. Um I I mean given some of the moves that we've seen geopolitically, you know, you have seen the likes of President Trump saying he's going to hold off hold off when it comes to any you know strikes or reaction to Iran. Uh and obviously we we're hearing some lines from Reuters that he might plan to visit Venezuela, meet with Machado uh later on today on Thursday. So that those are some things geopolitically that might be bringing down the temperature a bit. Trip.com, there you go. That's the one to watch of course on this antirust probe. Uh we continue to see a second day where the shares are basically down uh substantially here today. It's bringing down some of these travel stocks as well like Tongqing Travel, Mtoan. That certainly is the key one to watch here. But yes, uh you know what analysts are saying this might take a few months just given you know what history has told us about some of these regulatory probes as well and may lead to some sort of cash fine. Um but certainly this might be just a company specific sort of thing just given these allegations of monopolistic behavior and the like here >> it it comes ahead of peak travel season too. Yeah. >> Right. Which is the Chinese New Year Lunar New Year that's coming up as well. So just keep that in mind. Okay. Red headline crossing the bloomer terminal on Alibaba and yeah big one. >> Yes. This is this is something that we need to be talking about more. So it's linking Tao Flegy Alip Pay to its flagship AI app of course and I believe this was the was this the announcement we were waiting for? Anyway, uh it's a statement ahead. Sorry, just to clarify, it's a statement ahead of the launch event that we are expecting to cover as well here as far as Alibaba's concerned. >> Yeah. And there's all this calls and talks and speculation about what they're going to do with Quinn, right? of course is their AI app and this is why one of the bigger moves we've seen from the company to really link you link Taba Fliggy and Alip Pay to of course that application it's going to be a one-stop shop and really trying to help users perform actual tasks with the help of AI so you can basically do services like what you can book travel you can book food and all the like here uh in one-stop shop here so that certainly is going to be a key thing um for Alibaba the life assistant some say if you don't already have assisted yourself. But yeah, shares turning positive here this morning. But yes, um obviously AI is certainly going to be the key focus here and why we continue to see this equity rally perform quite well here and why you're seeing more banks I think turn more positive around this market. >> It is. Yes. So we we we put that in a graphic. So everyone from Goldman has a target on MCI China. I think it's 20% from the start of the year. >> City >> city is out with 19% gain. This is Msei China. uh McQuary four to five percent based on what your starting point is on MSEI China. Morgan Stanley's at about 8% given their current projections on that specific benchmark. Of course, there are other benchmarks to talk about there. Uh on top of that as well is of course what Ivon is pointing out, right? the the move from regulators yesterday to bump up the uh the margin financing ratio uh given just the the surge in trading activity. Everything from liquidity gauges to sentiment to turnover to margin debt itself actually at a record uh right now. Uh let's get the initial take on what it means for market short-term and the broader outlook for Chinese equities. Joining us now is Laura Wang, chief China equity strategist at Morgan Stanley. Laura, happy new year. Good morning. Very nice to see you. Let's start with this announcement yesterday on margin financing. What is the intended what is the intention and do you think it will have the intended effect? Could be different questions. >> Happy new year to both of you. I think the intention of the margin financing tightening is actually to preemptively tame the uh very strong momentum we have seen since late December in the Asia market. We are seeing record high daily trading turnover approaching 4 trillion R&B which is the highest we have ever seen and we are seeing record high margin financing balance on the daily basis. So I think for the government and for the regulators what they would like to see is a slow ball and I think frankly speaking a market that would be more driven by earnings growth solid earnings growth and steady valuation rate rating that's more preferred. So what we have seen is that a very mild basically margin financing required collateral ratio to be reduced from the current 100% to 80%. So I think this is more like a signaling effect but we do not expect this to disrupt the overall strong momentum in the Asia market. So we remain cautiously optimistic about the Asia market. >> Yeah. You mentioned about how you've seen sentiment in the Asia market has improved notably uh at the start of 2026 and you and you highlighted a few things, right? The stronger currency, you have liquidity, you also have even IPOs uh in Hong Kong that certainly is lifting a lot of of the optimism out there. Out of those those sort of factors that you're seeing, what is the most important do you think that needs to be intact for this rally to continue? to continue >> I would say it's the fundamentals and also the uh continuous supply of highquality companies into the market. So for Hong Kong actually the positive catalyst we're are seeing would be the strong IPO market that we've seen so far this year. This continuously is drawing a lot of attention from foreign investors into the Hong Kong market. Based on our recent marketing feedback, we are hearing more and more interest from global investors to become cornerstones of these deals and actually the strong CNY particularly for foreign investors is a very positive sign and I think this give them very immediate translational positive impact on the earnings and revenue calculation for Chinese assets. So this is very very helpful for them to make decisions about holding Chinese assets. But for the onore Asia market, I think the liquidity support comes from different sources. It actually has been coming from reallocation from bond assets and term deposits into the equity market and also we are seeing strong buying from insurance company which we believe are all sustainable trends from here going forward. >> Okay. Uh Laura just in the fundamentals bit just to close that loop. What is the Morgan Stanley projection for earnings growth this year? Uh Mi China let's use that. Yep, we're projecting 7% earnings growth for MSEI China, which is a modest number. We want to keep in mind that the deflationary pressure is still there, but of course, we're also keeping an eye on potential policy changes in the coming months and we do have the two sessions, National People's Congress coming up in March and the market has also been discussing potential mortgage uh subsidy as well. So depending on the scale and uh the speed and also the magnitude of these potential measures, things could potentially lighten up uh later this year. But for now, we want to make sure that we don't uh become too optimistic before we see the real signs. >> Okay. Yeah. I think others have said, you know, it's all going to be earnings that's going to play a bigger role this year. In fact, they say upside is going to be purely profit driven. You're a little bit more cautious on that, uh Laura, understandably. Um what sectors then should I look at? I mean everyone talks about you know diversification. Maybe it's time to you know rotate out of hardware into software. We haven't quite seen that sort of rotation play out just yet. I mean it hardware still remains to be quite strong. Uh what sort of sectors are you looking at for this year? I think for sector allocation, we strongly recommend investors to stand by the national growth strategy which was clearly laid out during the 15 uh five-year growth plan and uh those actually include sectors such as AI. So we've been actually a big fan of the AI theme in China and we also love other high-tech and innovative sectors such as robotics, automation, biotech and smart manufacturing. So those are the ones that will have above the market average earnings growth. So to your point earlier, I think earnings growth will be a strong differentiator in terms of stock picking but you want to focus on the themes and sectors that will deliver above market average earnings growth and also aside from these we also like insurance sector very much. We think insurance sector as a whole still offer very very attractive dividend yield between 3 to 5%. And also they resonate very well with a generally rising market in terms of beta performance. Uh okay. Okay. Got it. Now I want to ask you too about the the other theme that's continued from from last year the efforts to end excessive compet competition and price wars. And we've seen that across I think very early on right. know the platform companies. We've we've covered that a lot in the last week and a half just overnight of course trip.com and not to comment specifically on the stock but how do you think that story does that story continue well this year and does that boost earnings uh going into the next few months? >> I think this is actually reassuring. I think when we talked to investors last year towards the uh end of last year in the fourth quarter particularly after the fourth plenary some investors expressed uh some disappointment as they said that it seems that uh anti-evolution had been somewhat dep prioritized and was not put on the top of the page when they listened carefully to the documentation being released from the fourth plenary. But we we never really doubted the importance of anti-involution. We always emphasize that this is going to be a multi-year effort and it's going to be very very customized across different sectors and you will be seeing different pace and different progress across different sectors and the opportunity sets in terms of equity investing would be very different as well. So I think at the start of this year we are seeing re-emphasizing and refocusing on anti-evolution. I think in general this is great. This is basically showing the determination of regulators to rebalance the supply demand dynamics across different sectors and in general this would improve both earnings both margins as well as the roe. So we are expecting two to three percentage point of roe improvement over the next two to three years if anti-evolution campaign carries out continuously. Uh we talked about a to I'm wondering when it comes to small caps and large caps how how you're viewing that as well because I think some are saying in this rotation maybe small caps might benefit. Um we certainly have seen the valuations of some of these stock ages there are quite frothy at this point. How should I be looking at small caps Laura? >> Yeah I don't think we should particularly discriminating just by the size of the company. uh I want to go back to the fundamentals the earnings delivery the projection of the earnings the certainty of the earnings growth right so what we have observed so far is that from last year to this year we're seeing rising interest by gloves investors into the Asia market and we understand that if we want to compare the Asia market opportunity set versus the Hong Kong market or the ADR opportunity sets in fact the Asia present more opportunities around for example robotics high-end and the manufacturing and biotech names and a lot of those names frankly speaking have only been emerging over the last 3 to 5 years and they're relatively small in size but I don't think that should be a factor that uh stop investors from looking at them but uh we do have a selection of highquality names uh with very high earning certainty I think we should go for those instead of the ones only enjoy very strong momentum but with a lot of uncertainty on the earnings growth and market share growth Laura, final question. Speaking of certainty, the what's the biggest risk to the market in your view? What's what's the rough probability you're attaching to that risk coming to fruition at this point? >> Wow, that's a that's a million-dollar question, if not billion dollar question. Um before yesterday actually we were uh worried about uh government regulation to uh tighten the uh margin financing or to try to tame down the strong momentum in the Asia market because we published this uh weekly proprietary Morgan Stanley Asia sentiment index which had started to show signs of overheating since January the 6 and it had peaked on the past Monday January the 12th. So I think what had happened yesterday was a relief to us and we think the market strong momentum will continue in a healthy way. Other than that, I think the upcoming Chinese New Year, I would want to remind investors to pay attention to that because that will present a very extended break for the Asia trading and some investors based on the past several years experience, they may want to potentially take profit and hold relatively light positions just because there could be some volatilities uh not exactly in China but more frankly speaking on a global basis and they may want to avoid that. And then I think we also want to pay attention to global geopolitical ups and downs and developments. Again, not necessarily directly related to China, but that will impact global investors risk sentiment and that could potentially impact equity moves in general. And then of course, USChina relationship. We know that President Trump will be visiting China in April and we are hoping for a very success visit on that front. But we will monitor every signs that could potentially show some uh disruptions along that front. >> Laura, it's great to have you as always. Laura Wang there, chief China equity strategist at Morgan Stanley. And coming up on the China show, we're going to talk a little bit more about digital banks as well. Speaking exclusively with the CEO of one of Hong Kong's largest weab, Simon Long joins us to discuss their business outlook and expansion plans. >> Right. Uh just ahead as well, we'll have more on the latest update here out of Alibaba. Of course, uh now being linked to the shopping app, Taba, the line is crossing, of course, ahead of this unveiling that's coming through out of HJO, live pictures, of course, there coming through out of Alibaba, including that. Uh there's a briefing as well coming out of China monetary policy at some point today. And of course the other one not China related is the briefing that will come through very very soon coming out of the Bank of Korea on their latest policy pronouncements. This is the China show. The decision was unanimous coming through out of the Bank of Korea. One of the first lines coming through here out of the statement, uh, of course, in case you missed that, they've also removed now any reference to, uh, having room to cut interest rates from the statement, comparing this one today to the last one, underscoring the potential strength in the economy. We're weaker on the currency, but weaker from a cutoff that was u pulled lower uh because of comments coming out of the US. But as you can see also, we are weaker on Korean bond futures as well. on the back of these comments coming coming through here. >> Scott Besson basically saying it yeah it doesn't really fit the fundamentals right the weakness in the currency here so that helped and give a bit of a lift there when it comes to the one uh but yeah that perhaps that is a key reason why they are so sort of taking out that sort of language that they are leaving room for a potential rate cut uh in their radar. So certainly maybe the currency weakness is a concern uh there but they're also talking about when it comes to export growth still looking pretty strong strong global growth to support Korean exports there. That's the outlook coming through from Governor Re and need to watch both sides of risks to financial stability. They're watching soul home prices, debt and FX volatility. So yes, the FX side of things. Uh getting a shout out there as well. Another sort of thing that's happening live right now is of course what we're hearing from Alibaba and of course this announcement that they made when it comes to their AI app or Quinn as they say it. A thousand asks. It's very poetic and it seems like could do many many tasks themselves where they can link Tao, Fliggy and Alipe to this AI app and really creating what looks to be a one-stop shop here. Let's bring in Liz Jing our tech reporter uh who's with us here right now. But this is a big major step for Alibaba it seems on the AI front. >> Yes, this is one of the major updates. Last year they uh revamped this app to make it a uh all total AI agent AI system and this is uh they they plan to integrate all the functions at the time and now they're actually doing it uh being very ambitious uh integrating all of the other uh services under Alibaba group into this one uh app wanted it to be like a gateway for all the services that >> what does this allow them to do commercially what are analysts telling you about the upside >> uh right now uh a lot of the AI apps they are mostly chat bots but then Alibaba wanted to have wanted to have a uh all of the services here more more like a personal assistant so shopping flaggy is the travel travel booking service and also mapping and also uh food delivery uh because Alibaba already has this whole ecosystem so it can integrate everything into it uh it's a lot of uh it's it's a very ambitious goal and then uh but Alibaba has the already has all the services within this umbrella so it's comparably easier for them to do >> where Does that lead them in this whole AI race within China? It seems like they were always leading the pack behind the likes of BU and Tencent. But this does this solidify their lead in some way? >> Yes. So uh Alibaba uh before this uh big launch of this app mostly was uh doing business targeting uh services uh cloud services but then this app was a major step into the consumerf facing uh products. Of course it faces uh competitors uh especially uh do other bite dance which is owner of Tik Tok uh and then uh do already has a lot of uh much more users and it also has e-commerce shopping functions because bite dance also has a big ecosystem to integrate with tensson also has its own uh AI uh AI service AI app so yeah it's relatively actually a competitive field >> yeah looks to be uh loose thank you for bringing this story to us of course ling our tech reporter of course on the new Quinn AI app. It looks to be a life assistant as some say. You can book travel, you can buy some stuff, book some services as well all in one. Uh let's take it back to Bank of Korea and Seoul and what we're hearing from the governor Changyong there currently speaking uh there and really talking about uh what it looks like with within the breakdown of what members were talking about during this meeting. So five members see a high chance of a hold in the next three months. So a bit more hawkish there. uh we talked about how this decision was already unanimous and they talked about you know there's still some very positive stories when it comes to trade right when you see strong global growth elsewhere that is going to help in terms of the export side of things for Korea >> yeah there is one doubbish member that does see uh a rate cut as likely in the next 3 months or so u it's this is also I believe quite rare and I I I'll correct myself if I largely get this one um not on point, but the the Bank of Korea has largely leaned in in in in terms of being able to balance well not balance financially. They they look at household debt as a really big waiting in terms of their decision-m and right now it seems the risks that they say remain uh fairly balanced as far as that's concerned. In fact, they've also talked about how strong global growth to support the outlook uh for exports uh and that they need to watch both sides both sides of risks to financial stability. So you have home prices on one you have debt and then you have a FX markets as another thing to to contend with too. >> Yeah. And at least for now it seems like this is a bank of a central bank that is moving towards the neutral side of things which we we have seen like the likes of ECB and some other uh developed central banks sort of uh play out in their outlooks as well. So you know they are kind of joining the frey from what we've heard uh from the likes of New Zealand as well um RBA as well >> RBA I mean the next move could be a hike that's being priced right >> so certainly they are joining that sort of chorus of more on the neutral side of things. Uh we'll leave that there we'll bring you some more headlines once they do cross here from that briefing in Seoul. Uh let's talk about some other corporate news now. Dutch chipmaker Xperia has alleged that his Chinese owner WingTech pressured the company to transfer technology out of Europe and threatened executives. WTE has denied the claim, saying Xperia was performing well before legal intervention. A Dutch court last year ordered Winge shares in Xperia to be placed under independent control and suspended the Dutch firm's Chinese CEO. Honda plans to boost production of cheaper petrol powered vehicles this year, reflection of lower US emission standards and a new car affordability crisis. Honda's head of US sales says EVs will take a back seat in response to growing demand for lowcost models. American buyers are increasingly struggling to afford new cars that average almost $50,000 a piece. Open AAI said it signed a multi-year deal to use hardware from Cerebra Systems for more computing power. While terms were not disclosed, sources said the deal is worth $10 billion for access to $750 megawatts worth of computing power. The infrastructure will be built in multiple stages through 2028 and hosted by Sir Brush. >> Okay. Uh cyber security stocks in focus. I think the news here um concerns of course uh well the software stocks are on the up. The country is basically instructed companies not to use products cyber security products to be more precise here from some American and Israeli firms as seen of course by market reaction seen benefiting uh some domestic names. Uh the other group of stocks we're tracking, property names, in case you missed the news, um China will extend into this year or continue to offer personal income tax rebates uh for taxpayers who purchase a home within a year after they sell a home. So that is seen as benefiting this very slow moving story of a recovery in the Chinese market. Property market to be more specific, markets are moving along those lines as well. that that's just to say when you look at the equity market has really moved uh a lot quicker uh than the slow burn of reflation and recovery in the economy. >> Yeah, the extension of these uh could lead last till 2027. So according to the ministry of finance as well. So that could actually help with the sort of ro rotation that we're seeing uh some some funds moving from surging tech to uh maybe property stocks given the valuations there. So you are seeing a bit of a rally there when it comes to property this morning. This is one birth. 11:29 a.m. in Tokyo. Japanese markets are heading to that lunch break in just a moment here. Right now, we are seeing Asia slightly lower and I think Japan is really kind of dragging much of that index here today. We're down about close to 1% on the Nicke225. topics is looking a little bit better but we are watching the yen very closely here at 158 levels here we did see of course uh some some intervention verbally from of course uh the finance minister talking about how you know they are watching it very closely here as well so certainly we'll watch uh intervention watch for not just the yen we talked about the one and the moves that we've seen here on the back of Scott Besson's comments as well >> it's really been a theme right in fact in the equity market if you look at what they're doing they're tweaking on the margin financing is also some form of trying to relieve some of the upward pressure uh uh in the equity overheating signs according to Morgan Stanley based on their specific reading. Uh see I mean speaking of right you look at the benchmark today there's really not a lot as far as the overall equity markets go it's fairly split across sector groups what really is catching our eye as well today and has been in recent days has really been this roller coaster roller coaster today it's almost been one-sided going into today prices of silver can we get that up please if we can so we were I think we ended the year at 7072 7375 we hit 92 2 a few minutes back and then we're back to 88 89. So we're down about 2% on prices of silver. Brent is still extending some of the weakness that we had in the overnight session and Shanghai crude is reflecting some of that uh weakness as well. Yeah. So as as Mark Cudmar from our M live team has told us watch silver. >> He said I told you so told you to watch silver today. Um but yeah, I mean it's really kind of the geopolitical risk as you mentioned, right? It seems like we're taking out some of the premiums on on the metal space just given the situation. Iran seems to be at least status quo here for now where the US says they're going to hold off on any sort of attack on the country for now. There's been reports that Trump's going to go to Venezuela and also meet with the opposition leader Machado on Thursday as well. So maybe there's that that was why we are seeing these medals come off uh quite a bit here this morning. Uh but then again, of course, we're watching very closely what goes on. Uh the textbased AI, you know, certainly with the announcement from Alibaba, though I do believe the shares are actually lower uh after the announcement of that Quinn upgrade there of linking the likes of Alip Pay and the like, but perhaps just merely kind of selling on the news here today. Um we got some news potentially here. Speaking of announcements, >> too, uh, one company, you may remember, Hong Kong's leading fintech platform, Wee Lab, has just closed its latest financing round, and joining us exclusively is the company's founder and group CEO, Simon Lung. Simon, it's great to have you back on the program. Okay, tell us a bit more about this. You've closed this financing round. How much did you guys raise? >> Uh, thank you. Thank you. Uh, good to be back. Uh, we closed 220 million US. It's uh one of the largest uh financing round in the digital banking space uh in two in 2025 and 2026 since at the beginning uh we have been doing extremely well. Uh we have uh 74 million users. We've uh given out close to 18 billion US dollars of loans uh since inception. uh with that uh momentum we have attracted a lot of new investors and also gain uh strong support from existing investors and capital providers. In this round of financing uh we welcome new uh partners like uh Credential uh Hong Kong investment cop HSBC uh full bond bank as well as uh gaining the support from existing investors like Alian the insurance company and CK Hutcherson's Tom Group. Um what we're looking at is with the strong momentum that we're seeing in the Weap Hong Kong which uh revenue grew by 35% yearon year last year. Uh we're going to double down on Hong Kong and of course our second bank Indonesia also doing very well. Uh since I think the last time it came to Bloomber was two years ago when we launched it. >> Um I was wearing a boutique uh since launch >> that stands out too. >> I was in Jakarta at that time and since launch we have already have 3.2 million customers in such a short period of time. Um so we'll double down on Southeast Asia, continue to build out our regional digital banking platform. Uh more on M&A and investment into technology. >> Uh what are your plans this year? So you mentioned what 30 35% rise in revenue was it last year. So are there specific targets for this year? And how does the strategy work? >> We are looking at how do we sustain that kind of growth? I think there's a lot of uh market uh opportunity here in Hong Kong. Uh right now we are already the top five personal loan lender in Hong Kong as a whole as a whole banking industry. Okay. So there's still a few >> across all banks. >> Across all banks, >> digital banks, traditional, okay, and traditional. So so, so we have already gained scale and profitability in the Hong Kong segment. So it's it's all about now how do we scale up even further and also looking at other uh products like digital wealth, digital ethics that we launch and also other uh products. >> Uh you mentioned development in tech. I'm wondering AI is certainly a big buzzword. Many digital banks are adopting it right now. H how how how are you able to streamline your operations with of course AI and then how much of this money that you've raised now is going to be putting to deploying and and developing AI >> that is a a key area of focus uh for this round of financing we see a lot of opportunities in fact uh we have been looking at AI since the early of 2015 16 initially more for risk management and fraud detection now since last year we announced a uh new global uh a regional strategic partnership with Google specifically on AI that we are looking at how do we adopt Google technology into a digital banks. The first thing we did was last year second half we launched a fully AI generated uh TV commercial together with uh Google Gemini and V3 and that gained a lot of market traction. Uh our numbers shot up. Uh so that did extremely well and also we just launched a AI agent that actually uh sell loans uh with our uh uh clients online and that is beyond the normal chatbot. actually talk to you, find out your um insights and know how to sell. The next generation of it will learn how to negotiate. Now sales and negotiation that skill is really really uh difficult to build and but it's very important when you engage with customers. >> Uh we also have a new AI engine that uh help us to verify documents uh do ethics rate comparison when you go and uh buy and sell ethics across banks you you want to know which one is giving you the cheapest. We do that right now with AI. So there's a lot of interesting things that we're doing on both customers facing and also internal uh uh efficiency. >> That's I'm curious about that because so you know a chatbot is already AI but this one is different from that. Can you just talk us through a little bit more about the the differences you see as that you know in that interface. >> So traditionally chatbots are very boring. It's very rulebased, right? And you have a question, either they know how to answer it or they ask you to click an answer, right? Then you go back. >> Then you then you go back, right? But I think in the new generation of generative AI plus uh reasoning, they they able to understand the meaning between behind your words and then with that combined with the data that we have about you, what we know about you, how you came through the channel, we know where you should go. We recommend the right product for you. We know okay, this guy wants to get a loan because he want to buy a car, he should go for this kind of loan. This guy wants this, this guy want that. I think that is the customization what we call the hyperpersonalization and talk to you in the tone and manner that we feel that you are comfortable with. I think that that human touch is extremely important. Right >> now once you go into the next level which is negotiation with you, everyone wants a lower rate, we want to sell you this, we want to sell you that. I think that requires a different level of cognitive capability that we feel that the current level of AI is capable to do. >> So a lot of it you mentioned interesting because you've evolved from one where it was fraud detection now it's customer facing in fact negotiation to your point. What about the credit assessing credit risk from a bank perspective? Is there is there some room there because in terms of cognitive ability, how how do you assess credit risk from a bank's perspective too? >> So u we've been doing that uh early on using AI machine learning to build models and the next the current generation AI does something even more interesting. Now for example people upload their selfies onto the uh uh onto when they open up a bank account right now we can detect your facial expression the background and everything to match. So it it is a very different level of using the customer data and it's a lot faster as well. uh we rolled out uh verification engines like for example there's a lot of data that we can crossverify the customer's identity uh now it's 100% automated and we rolled out the first month 10% to 15% efficiency gain just the first month so you can see actually there's a lot of uh opportunity in that we estimate I think this will help us to to save around 42% kind of increase kind of give us 42% kind of efficiency gain over the next couple of years >> I get you in terms of the industry sort of trends and what you're seeing what what we're seeing across these the last maybe year or so is really this rise in private credit. >> Um is that going to be a big competitive >> force for you just given you know as a bank as a digital bank as well and does that force you to kind of change your your your lending capabilities here? >> Um we don't we don't see that as a big uh comp competition to digital banks yet. Uh but I think for corporate lending I think that is definitely we're seeing that. Um but the problem is I think as everyone is talking about it is not so much the increase in volume it's actually the quality of the private credit where it's heading right I think that is a part where we're concerns I mean we often see deals that we say okay as a bank we definitely shouldn't do it but I think there are people who have a very different risk appetite and those deals actually go to a private credit and sometimes they would take it >> uh your two big markets right uh Hong Kong and Southeast Asia Indonesia what what other markets are you are you eyeing over the next few years especially with the money you've raised. >> We're very interested to continue to expand. I think our our strategy has been to build more digital banks with the efficiency that we already have and the knowhow in Hong Kong, Indonesia. We constant we're constantly looking at the markets alike of uh Philippines, Malaysia, Thailand, Vietnam. I think these are markets that are very very interested in we're constantly doing business development, talking to people to see how we can how we can uh go into these markets. >> And is that through organically you think or do you think you you'll need to find a partner in some of these geographies here? I think it will be partnership and also uh M&A. Uh we have we we're going to copy the model that we did with Indonesia where we partnered with Astra. Uh I think that model worked extremely well. You can see how actually it scale up very very efficiently. They have a great partner with us. Uh I think uh the combination of a strong local partner with access to the relationship the existing customer base uh plus our knowhow makes a big difference. If you look at like digital banks as a whole, right, I think the industry have around if we look at like 55 digital banks across Asia Pacific. We've been tracking them for the last 10 years. Um, of the 55, 24% of the 24 of the 55 is profitable today. But if you look at like how do people become profitable, right? I think there are three things. The first thing is all the 24 profitable ones run a credit strategy. They have to lend money to get the interest income. >> Okay? Okay, >> normal fees and stuff like that is good but not sufficient in Asian digital bank setting to be able to get them to profitability. >> The second is partnership. A good ecosystem or bank spin-off. These banks actually have a high probability of success because they have the brand, they have the capital, they have the knowhow, they have the customers to cross-ell. In fact, we saw independent digital banks are four times more difficult to break even than one that is started by a bank or a ecosystem. And the last thing is the profitable ones reinvest into growth. So what we see right now what sociologists call the Matthew effect or economists call the rich gets richer. Right? Profitable digital banks reinvest. They become more profitable. They become bigger and better technology and raise more capital. And hence the divergence is happening right now. The big profitable ones are getting bigger. The smaller ones are getting squeezed out. So we see this as cumulative advantage become a competitive advantage right now in terms of uh Asia digital banking landscape. >> We've been talking for years. I can't remember even the first interview we did. It was many years ago and I I wonder from since that point in time how you have seen the change in I don't even want to call it digital banks anymore because certainly everyone now has a digital presence but in terms of competition with the the OG banks how has that evolved in your view into into where you guys are right now? M I think that is a lot more clearer now. Um I think uh initially I think people were skeptical because every market has a uh incumbent bank right market a couple of incumbent banks right but I think now that the big ones are actually gaining scale and profitability um as we shared like we are the top five lender in the market. I think we've seen successful ones uh in Brazil in Korea and all these banks right their valuation uh their profitability is comparable to a traditional bank. >> That's right. Yes. Yes. and at the same time they're growing faster. So we see actually that uh the competition is there. The traditional banks try to catch up. I think the large ones are catching up on the digital offering but I think the small traditional banks are still not doing much of it. So over time what we see is digital banks become famous and popular for a couple of uh products like some become famous product for ethics some are lending for example us right in ter competing on that but I don't think they are right now competing on as a primary bank which is like everything you do from salary I don't think they're reaching that yet but in a specific product product vertical I think they are doing exceptionally well >> when when's the IPO Simon kind of final question I mean I know we just talked about series D it's a red IPO market Hong Kong. You mentioned Hong Kong Investment Corp. Clar Chan comes on and talks about you know what some of our portfolio companies are looking to go to go public. Is that in your immediate horizon? >> Uh we're definitely looking at it. It's something that we're very interested in. Having said that after closing one of our largest round, it's not something we need to do tomorrow, but it's something definitely that we're looking at right now. Uh given the market, given the scale of the company, and given our trajectory. >> Sam, fantastic to speak with you. Great stuff. Simon Lung, founder uh and group CEO at WAB. Okay. Uh two things here. Uh we're looking at Bitcoin. I think we're looking getting some market reaction there somewhat. Red headline crossing the Senate committee to postpone this meeting. US Senate committee to postpone this meeting on crypto market structure. Uh some details are out on your Bloomberg terminals. >> Yeah, there was some delays here. It comes on the back of what Coinbase's global head Brian Armstrong said he cannot support the bill as written. So that's why potentially this meeting has been postponed. Uh what we're also looking ahead for of course is TSMC releasing fourth quarter earnings later on Thursday with investors really focused on its AI demand outlook and capex plans as a surging stock price. Ah it's leaving bulls and the bears out there boxed in given how crowded this trade has been. We're live from Taipei next. This is Bloomberg. You're looking at the problem for many fund managers. 40 plus% waiting on its index, but you're limited by a 10% single stock exposure. What to do? I'm a band, right? Uh 1,700 on the stock, 17% upside is expected based on a consensus price targets coming up on your screen. Just north of 20,000 is the 12 month target among analysts. Let's bring in Annabelle Jewelers, of course, our tech correspondent. She's with us out of Taipei this morning to talk us through the earnings ahead of the earnings. and Bill, what are investors going to be watching out for specifically here? >> Yeah, well, this is going to be a really pivotal earnings for the company. I hope you can see that sign behind me, the the TSMC earnings conference, but that's exactly why we're here in Taiwan today because we've got those figures coming out just after the bell closes. Press is starting at 2 p.m. local time and then a big interview after that. We'll get more on that in just a moment, but to say that really the expectations for the figures today are strong because we have that quirk of the Taiwan uh stock exchange here where companies that are listed on it do need to report their monthly sales figures. So, putting October, November, December together, we're expecting revenue to have jumped around 20%. And that would be ahead of analyst expectations. Now, in terms of what investors are going to be watching for very closely, it does come down to AI demand and we're just hot off for instance CES where we heard the likes of AMD, Nvidia as well. those bullish pronouncements from those companies, but essentially Nvidia affirming that the Reuben architecture ramp up is still on track. TSMC is really where you'd start to see any sort of initial concerns around AI demand being diminished. But again, bullish consensus going into 2026 for the company could really play into the margins as well, just how much pricing power they have because we're expecting margins to have risen in the fourth quarter of last year to a three-year high between 59 to 61%. again much higher than the longerterm target for the company of 53% or more. So yes, a lot to discuss because we've got that big interview coming up just after the earnings today. Wendel Kuang, the CFO is joining us. Full play out tomorrow morning. >> All right, Bill, what about in terms of plans for the US? I'm sure you're going to be asking Wendell about that. They've talked about a lot of money going to the US. >> Yeah, this is going to be really closely tracked just what we get in terms of the capex. So for 2025 it should be around4 to $42 billion but but pretty much every analyst you talk to will say 2026 is going to be exceeding that. So our Bloomberg intelligence team for instance is saying it could be up to 48 billion for the year uh in terms of where that's going. Yes, a large proportion of that is going to be scaling up the advanced nodes, but also specifically into the US infrastructure buildout as well because very interesting timing for these numbers given you've got these reports that that the Trump administration is in the final stages of hammering out that trader deal with Taipei and and TSMC is very much involved in these negotiations as well. not so much at the table, but certainly in terms of what's being promised, because what we're hearing from our sources is that in turn for for lowering the tariff on on Taiwanese goods going to the US to 15% from 20%. Actually, TSMC could be pledging to build even more fabs in the states. So, you're looking at another four uh to to be pledged at least in Arizona, adding to the six that are already there, the two advanced packaging plants as well. So it could be a very very big investment from TSMC into the US even though of course it's unclear exactly what sort of timeline it would be as well to add that sort of capacity. >> Bel anything else we should be attuned to. >> Yeah. Also just in terms of of again those advanced nodes and and that big focus on N2 in particular or the two nanometer technology. this is going to be really contributing a lot more revenue for the company in the full financial year 2026. So lots of focus on that because we actually had at least according to capital security they were saying we should have hit mass production on that in the fourth quarter of last year. So anything we get in terms of signaling and then I think anything on smartphones as well because you can't forget smartphones still made up around 30% of revenue for the company in the third quarter of last year. So what we get in terms of of any kind of concerns around memory chip shortages given that there are some jitters around smartphones, the PC industry as well, any sort of guidance on what we get on that front. Again, it's going to be really closely tracked as well. >> Bel, great stuff. Uh look forward to of course what's to come, the earnings, and of course that big interview uh with Annabelle Jewelers there in Taipei. And tomorrow you're going to hear more on the Asia trade. We'll hear from the TSMC senior vice president and CFO Wendell Hang on the company's earnings and of course the outlook for the business. >> In other earnings news, just very quickly here, let's go through the big bank ones. Uh Bank of America's equity traders posted their fourth best fourth quarter ever. Uh that's as a company reaped the benefits of volatile markets and net interest income. In fact, topping uh the street here. Revenue from equity trading rose 23% to just over $2 billion for the final uh 3 months uh of the year. Cityroup shares slipped as the top executives reigned in analyst exuberance over the bank's uh uh meeting key regulatory requirements and also reducing expenses. The CEO Jane Fraser and CFO Mark Mason expressed caution on the firm's efficiency ratio after an analyst suggested that city group would shed its regulatory penalties this year. Uh and Wells Fargo closed lower after missing profit estimates as severance costs here drove driving up expenses of the bank. Uh so the bank spent $612 million on severance packages as part of a plan to redesign and plan designed rather to cut costs. Uh and that's the story across the bank earnings there. A look at markets. We'll take a short break. Okay. Uh, we're looking at Trip.com here. Oo. Okay. So, we have tapped on even further the weakness to the downside. We opened about, I think it was north of 15% to the downside. We're now closer to 20% on trick.com. The antitrust investigation of course which the company says it has vowed to uh oh what happened there. Okay. >> Checking the others. >> Yeah. Okay. Yeah. We've included the others as well there in the broader pool. Uh and the company has vowed of course to to to cooperate with that investigation going through the timing of course is going into very very extremely peak travel season just as a I guess as a backdrop there. So 20% there and Tongchun is done 11. and some of the other peers not less scaled but there's a separate Alibaba story of course that we're looking at today media stocks okay um the story uh can we get that out guys if we can so far this was a group that was actually flagged going into the session today uh on the back of some companies warning of risks following very sharp price jumps early this month abnormal quote unquote rally is how that's being phrased and obviously that's taking some of the profits off that And uh I don't know why we're talking about Black Pink >> cuz Black Pink in your area. All right. All right. That's just my attempt to sing. Um we have many albums. >> That was actually not bad. >> You know, I I wish I could manifest myself into becoming Lisa, but I cannot. Um Blackpink to release new mini album. >> Lisa. Oh, Lisa. Oh, Black. >> Oh, come on. February 27th is the date there. Yeah. YG Entertainment. >> Imagine if they delayed that for two days and it was a leap year. We not we not have a release. another year. >> That would be one of what a April Fool's trick that's came early on. >> Six weeks before the mini album is coming out. >> All right, that's it for us here at the China Show. Insight with us is next. This is with Bloomberg. This is us. I was going to say",
  "language": "en",
  "is_generated": true,
  "fetched_at": "2026-01-15T07:43:18.063958",
  "method": "yt-dlp"
}