{
  "video_id": "MF3ywfAWVuE",
  "text": "It's 5 a.m. in New York City. Good morning. I'm Bonnie Quinn with your Bloomberg brief. Here's what you need to know. Oil on the rise after President Trump vows 25% tariffs on Iran's trading partners, threatening US relations with China. JP Morgan kicks off big bank earnings week with a sudden focus on its credit card business following President Trump's call to cap interest rates and December CPI among data releases today. Numeric economics says topline growth will be hot as some shutdown distortions get unwound. Let's take a look at these markets. Futures trading lower. Markets still grappling of course with geopolitical risks and risks surrounding Fed independence. That said, we hit a third record this year on the S&P 500 yesterday. We were up just two ten of 1%, but that was enough to do it. Same with the Nasdaq 100. We were up less than a tenth of 1%, but these markets are still grinding higher. Let's take a look at bonds because we are seeing the 10ear and the 2-year rise just a little bit, you know, to meet, if you like, the steepness of the 30-year yield. So we're at 35512 up almost two basis points on the 2-year there more than two basis points on the 10ear as the front end comes up and then let's just take a look at oil because obviously these Iran secondary sanctions or 25% tariffs on trading partners it's putting a bid into oil given the discussions around what actually might happen with oil and Iran and of course WTI above $60 Brent above $64 today. Gold continues its march higher too. All right, let's get to some individual stocks to watch. Here's Chloe Melly. >> Good morning, Vonyie. We are starting with chip makers today with both AMD and Intel moving higher after being upgraded by Keybank thanks to really, really strong demand for their tools. And for Intel in particular, analysts have said that this is a company that is making really strong progress because it has technology that no other competitor has. And therefore, we are seeing both of those moving higher today. in particular Intel is seeing a really strong a really strong uh share movement this morning 3.6%. Moving on but staying within the same sector and Synoptus is down this morning after being downgraded by Piper Sandler with analyst saying that this is a company that will face growth headwinds because of a reallocation of capacity to AI chips within that semiconductor industry and therefore we are a little bit down this morning about 3%. And finally, Allstead over in Denmark is moving higher this morning after a US judge ruled that it could resume work on a wind farm off the coast of Rhode Island that the Trump administration had suspended. This is seen as a big win for Allstead and also really good news for the rest of their renewable energy industry. Chloe Melly in London, thank you so much. And coming up in this hour, we'll countdown to the CPI data with Abigail Watts of UBS. But first, President Trump ramping up the pressure on Iran, posting on Truth Social, quote, \"Effective immediately, any country doing business with Iran will pay a tariff of 25% on any and all business being done with the US.\" This sparking concerns that it could upend the US China trade agreement. Let's bring in Bloomberg's Brendan Murray for more. So, what are the details, Brendan? Is this in effect or about to go in effect? And you know, China's reaction hasn't been great, has it? Yeah, exactly. So, the President Trump said this this latest threat, the broadest tariff threat that we've seen in several months is effective immediately and is final. Uh we don't have any sort of official paperwork uh posted on the White House website. Uh some sort of executive order or uh guidance to the customs agency. Uh but that but if you take pres president at his word, these tariffs are going to go into effect. Now, uh we've seen this playbook before. He threatens uh you know a big broad tariff like this uh to try to uh guide a geopolitical outcome and the tariffs don't actually take effect. But he did the same thing with Venezuela trading partners in V Venezuelan oil last year and of course India has a 50% tariff on its exports to the US uh because of its ties to Russian oil. So a lot to pick through some questions to ask the White House this morning. Uh but this is uh definitely uh the biggest bark from President Trump on tariffs that we've heard uh in four to five six months. >> Yeah, China, as I said, not staying quiet. The embassy in Washington calls it coercion and said Beijing would take all necessary measures to safeguard its legitimate rights. But of course, it's not just China, right? It's India, it's even the EU, it's obviously Turkey. >> Yeah, exactly. uh the UAE, there's a big trans shshipment hub in the United Arab Emirates where a lot of Western companies assemble products that are uh uh you know come from Asia through through the Middle East there. Uh so there's a lot of confusion about what exactly this uh this threat could uh could do to some of these bigger trading partners. Turkey uh their biggest export to the US is petroleum, but not far behind are are consumer goods like uh carpets and textiles. uh there are some tractor parts and some airplane parts that are that are uh you know among the highest uh exports to uh from Turkey to the US. So uh there's a lot here uh to to look at beyond the effect on the oil industry. Uh and so we'll have to see how uh you know the rest of Washington responds to this latest threat. Uh but at the moment the biggest uh risk is that the US China trade truce that was uh went into effect just a couple months ago kind of disintegrates in in the face of this latest 25% tariff threat on China the Iran's biggest trading partner. >> Yeah, exactly. Well, we also had the G7 nations coming together to talk about countering China's rare earth dominance. And one of the ideas was that they might form a trading club. And bear in mind this includes the US. So this is Scott Bessant putting forward this idea or talking about it. I mean can this happen? Is this legal? How would it happen? >> Yeah, exactly. So the the US is really uh trying to get the the Europeans uh the Australians uh the South Koreans to really accelerate this effort to uh to achieve uh independence from China on rare earths. uh the the US is really really pushing this effort trying to uh bring along uh the Europeans who they would view as acting more slowly in this area but the US is really trying to uh with Scott Bessent leading the charge is trying to say look we can't uh wait any longer uh to derisk from our dependency on Chinese rare earths we have to do that now and so uh the goal then would be to set up some sort of trading club some sort of with uh some sort of baseline line prices uh where uh the you know the the countries that are friendly with each other uh can can rely on the supplies of those rare earths rather than go to China every time you need uh you know some uh some sort of magnets or other things that are used in autos and and other high-end uh manufacturing. >> All right, Brendan, as always, thank you so much. Our trades are there, Brendan Murray. Backlash mounting after Fed Chair Powell accused the DOJ of launching an investigation on the central bank in a political manner. Senate Majority Leader John Thun joining Senators Tom Tillis and Dave McCormack in opposing the Trump administration's decision, warning that a legal battle with the Fed could make confirming the president's Fed nominees quote challenging. For more, Bloomberg's Alistair Bull joins us now. Alistister, what happens next in this Farago? Well, we don't really know, but the ball is definitely in the Department of Justice's court. You mentioned uh the the the Republican senator push back. Key to that is Tom Tillis, the uh Senate Republican who sits on the Senate Banking Committee, and he was very quick to come out on Sunday night and say he will block any Trump nomination for the Fed until this matter is cleared up. So, they need to clear the matter up. Now, how that looks is going to depend. I mean, the DOJ could say, \"We're backing off.\" I mean, it's really not clear, but the ball is in their court. And and I think that's kind of the verdict you get from financial markets because while they have weakened on this, they haven't weakened a lot. And I think there's a sense from investors sort of assessing the the the the support that Trump has got from Republicans that the the the administration is going to back away and and they'll be able to sort of move past this. >> Is it all in Janine Piro's hands? Say again, sorry. >> Is it all in the hands of Janine Piro to sort this out? Can she back off because we have reporting to suggest that she has no plans to >> Yes, in the first case it is. Um, but she has bosses and they all work for the president and it would be, you know, I I can't one I think one could imagine situations where they would find an offramp. I mean, they they they've asked for documents. They could get the documents. They could declare the documents, show that there's nothing to see there. I mean, there's ways to move past this, but the narrative has been framed by by by Jerome Powell. He's come out and he said that this is an assault on the independence of the central bank. And he's got Republican senators to side with him on that. They they've said they too see this as an assault on the independence of the central bank. So when you frame it like that, it raises the stakes very high and it's going to put the DOJ under an enormous amount of pressure to find a way of deescalating. >> It's not just politicians too, Alistister. Global central banks apparently are working on a joint statement that would be issued under the banner of the BIS, the Bank for International Settlements. Would that hold sway here? I mean, financial markets, central banks elsewhere, do they have an impact on what the president will do? No, but they do have an impact on how investors view things. And the the shoe that hasn't really dropped here is the bond market. We talk about the bond market vigilantes and how they can impose discipline. If if if the sentiment coming out of respected institutions, thoughtful technocrats who've been doing this for many years, if that has influence on investors and they start to vote with their feet, if that starts to push up bond yields, that really goes to the core of what the Trump administration is trying to achieve here by taking more control of the Fed. They want to lower interest rates to make mortgages more affordable so they can go to voters in November and say, \"See, we fixed the, you know, we fixed the affordability problem.\" If mortgage rates go the other way, that's not going to that's not going to happen. And you've had thoughtful and influential Republican senators like John Kennedy saying this is going to push interest rates up. We need that like a hole in the head. >> Alistister, thank you so much. That is Alistister Boulder. Thanks for all the context. Now to other top stories trending on the terminal this morning. A bigger bonus for Morgan Stanley bankers in Asia. The bank raised bonuses by about 20% after a record $10 billion in revenue from the region last year. High performing managing directors across country banking and booming sectors such as tech are expected to receive total compensation including bonuses of between two and $2.5 million. China is scrutinizing how Jain Street and other foreign firms participate in its $859 billion ETF market. Sources say that Chinese regulators are keen to understand trading patterns in the fast growing industry, especially after a crackdown on Jane Street in India. And German Chancellor Fred said the world is seeing the quote final days of Iran's regime as it can only hold on to power through violence. He is the first G7 leader to predict the downfall of Iran's regime. The remarks come just a day after President Trump said he's imposing a 25% tariff on goods from countries doing business with Iran. Coming up, JP Morgan set to kick off bank earnings season. More next, this is Bloomberg. It's now confirmed 11 central banks have issued a statement in support of Fed Chair Jerome Powell. So those central bankers which include the ECB, the Rick's Bank, the Danish central bank, the SNB, the RBA, all of the major central banks say they stand in full solidarity with Fed Chair Powell and that he is a respected colleague. They also suggest that independence is quote critical. So once again, 11 central banks under the banner of the BIS issuing a statement saying they stand in full solidarity with Fed Chair Jerome Powell and that he is a respected colleague and independence is critical. Powell held in the highest regard. Crucial perhaps not for the politicians but definitely for the markets and investors as we just heard from Alistister Bull. Big bank earnings kicking off today with JP Morgan with the lender's credit card business under the spotlight after threats from President Trump to force a cap on interest rates. Joining us now is Bloomberg's Charlie Wells. Charlie, before we get to that, just give us a a brief rundown of what we should expect today. >> Yeah, so look, we're kicking off earning season with JP Morgan front and center. They are the first to report and we're seeing some turbulence in the market this week on banking stocks on the back of some of those announcements coming out of the White House. But really the fundamentals here are strong and they have been for a long time. Bank share prices over the past year have been up have been outperforming in recent months the broader market and this has a lot to do with the strong deal pipeline that we've been seeing. Investment bankers for years have been talking about green shoots. We finally saw those come to fruition in that past year. It was the best year in 2025 for dealmaking since 2021. We've seen strong trading. We're expecting a lot of growth from JP Morgan on that equities trading front. Growth of over 31% there and this environment that banks have found themselves in at least up to now that has been more favorable to their business lines. >> Should we anticipate any comments around what the president asked for? Look, Vonnie, that is a very difficult task for these bank executives over the past year and a half really since that November election. They have been writing the more favorable environment for them, relatively unscathed, not really having to make a lot of comments, a lot of criticisms of this president. But we have seen the White House get more sensitive on this issue of affordability, really starting to target banks in a way that I think a lot of them didn't expect. And I think it's going to be a very difficult balance today. But it's that commentary that analysts say is so important, not just for what these executives say about Washington, but what they say about the economy more broadly, what they say about that M&A pipeline, and what they say about the AI boom as well, because increasingly we are seeing how important this equities lift that we're getting from this AI boom, how important that is for banks as well. >> And I guess we're anticipating chatter around, you know, cost reducing measures. We saw City today set to eliminate a thousand jobs. Black Rockck trimming around 250 positions for City at least. It's going to be the first of maybe several rounds of cuts this year. Where else should we anticipate hearing about cuts? Charlie. >> Well, Vonnie, I think this issue of expenses has been really important in the banking sector over the past few months, particularly last month when we heard JP Morgan talk about how some of their expenses could be bigger than analysts had been expecting and they were hit in the markets when you look at their share price. So really important for these banks across the board to talk about expenses. There could be trickle down effects from banks like JP Morgan spending more. And we also know that a lot of this though is seasonal, but some of this is structural as well. And you were talking about this yearslong effort at Cityroup. This is part of Jane Frasier's plan to make that bank more efficient. This is a part of a plan say at Black Rockck at to spin more into asset management. So we're seeing some of this as seasonal but also as structural as well. Now, >> Charlie Wells, thank you so much. Charlie will be on deck for us for all of the bank earning season. >> Coming up, UBS Chief Sergio Armati planning to step down in April of 2027. A look at what's making headlines in your front page news next. This is Bloomberg. This is Bloomberg Brief. I'm Bonnie Quinn in New York. Time now for your front page news. First up, the Financial Times is reporting UBS chief executive Sergio Armotti is planning to step down in April of 2027. Her mate returned to UBS in 2023 after its state orchestrated takeover of Credit Swiss and intends to leave after leading that integration. It is a crucial time for UBS as a dispute with the Swiss government is fueling speculation it could move its headquarters abroad. Next up, the Washington Post is leading with reporting that the US plane used in the deadly strike on an alleged drug smuggling boat in September was painted to look like a civilian aircraft. Now, legal experts tell the Post feigning civilian status with explicit intent to kill or wound is known as peridity under the law of armed conflict and is a war crime. And finally on the New York Times's front page, California Governor Gavin Newsome vowing to stop the proposed billionaire tax in California. In an interview with the Times, Mr. Nuome said he had been relentlessly working behind the scenes against the proposal and he'll fight the measure if it reaches the November ballot. He says he'll do what he has to to protect the state. Now over in Japan, the Takahichi trade is back on after a report Sai Takishi is planning to call a snap election that would ride a mandate for her to continue hawkish diplomacy and post stimulus policies. Joining us now with the latest is Bloomberg's chief Asia correspondent Rosland Mat. So Rosbs are slumping and the yen is very close to 159. What would be the motivation for her to call an election now? Well, as you were saying, she would be wanting to seek a public mandate. She came to power in October, but not via a general election. So, she has an election, she wins, well, she can say, \"Here, I've got a public mandate for my policies and my plans, which, as you were saying, you know, hawkish, relatively hawkish foreign policy.\" So, we've seen those tensions increase already with China and juicing the economy at home with the stimulus. So the reports in the Japanese media are that she will call to dissolve the parliament in the coming weeks and move quickly to an election uh in early February. Of course, she's got quite high approval ratings, 70%, whereas the ruling party, the LDP, only has a very small majority in the lower house of parliament. So her bet here would be that she can riff off her high approval ratings to improve the party's majority in in in parliament and therefore her ability to enact her policies especially around the economy. >> Markets are not loving this at all, Ros. I mean the 159 has to be concerning to policy makers. What kind of more fiscal expansion would she engage in that would have markets this jittery about, you know, the prospect of a clearer mandate? Well, she's made very clear that that's where she's leaning. And so the markets are concerned, as you call, it's the classic Takayichi trade where you see yen stocks and bonds all responding. And we've seen a continuation of that trade uh in Asia and through the through the world today on those reports that she's going to call a snap election because of course with that bigger mandate um and that popular election she'd be able to say well I've got endorsement and I'm able to push on and of course there's a budget coming for the new fiscal year starting in April. And the question is what would be in that therefore if she does manage to sneak in with an election beforehand. I mean the yen has been around those levels again that we saw previously with uh finance ministry intervention. We saw a bit of jaw boning from the finance minister. She said she's spoken with Scott Bessent about one-sided trades in the end. So a bit of a shot across the bow, but you can still see the market is pushing against that. So very clearly it's that classic trade. You know, stocks obviously rising on a weaker yen and expectations of stimulus, the yen going down and the JGB yield curves steepening. Ros, thank you so much. We keep an eye on this. It's bound to happen rather quickly if it happens. Rosland Mat there and that yen trading now at 158.9 weaker by half a percent versus the US dollar. Coming up, we're going to speak with Abigail Watts of UBS. This is Boomer. It's 5:30 a.m. in New York City. Good morning. I'm Bonnie Quinn with your Bloomberg brief. Here's what you need to know. Oil on the rise after President Trump vows 25% tariffs on Iran's trading partners, threatening US relations with China. JP Morgan kicks off big bank earnings week with a sudden focus on its credit card business following President Trump's call to cap interest rates and December CPI among data releases today. Bloomberg Economics says topline growth will be hot as some shutdown distortions get unwound. All right, let's take a look at how we're shaping up for the trading day. Now, we are lower on futures, but that doesn't mean we haven't seen records. We had a third consecutive record for the S&P 500 yesterday. Even though we were up just 2% that was enough to do it up less than.1% for the NASDAQ 100, but directionally it was in the green. The Socks up 8% year to date. Let's move to the yield verse because again we got that letter from all of the major central banks suggesting that they are in solidarity with chairman Powell and that may or may not help the market today. It's certainly another boost at least to the idea that the Federal Reserve is an independent entity. We're seeing the 30-year yield up about two basis points, but the 10-year yield up to 41930 and the 2-year yield just below 355 now. And of course, oil Brent above $64, WTI above $60, and we have gold closing in on $4,600 an ounce. Let's get to some individual movers now. Over to London and Chloe Mlly. Good morning, Vonyie. We have got chip makers AMD and Intel moving high in pre-market trading this morning after being upgraded by Key Bank thanks to really strong demand for their tools. And in particular for Intel, the analysts have mentioned that this is a company that is making significant progress because it has technology that no other competitor has. And therefore, we are seeing both of them in the green this morning, but Intel in particular getting that big boost in pre-market trading. Moving on to Synopsis which is in that same semiconductor industry but with a different story because it got downgraded by Piper Sandler and is therefore a bit weaker this morning quite a lot weaker about 3.8% 8% with the growth headwinds in particular being mentioned. The reallocation of capacity in that industry to AI chips presenting potentially a challenge there. And finally, Olstead is moving higher in Denmark this morning after a US judge ruled that this is a company that could uh restart work on on a wind project of the coast of Rhode Island. And this is a big win for the company and also potentially good news for the rest of that renewable energy industry that is facing some challenges from the Trump administration as well. >> Chloe, thank you so much. That is Khloe Melly there in London. So, three hours away from the first CPI report of the year, obviously reporting on December. Abigail Watts of UBS looking ahead writing, \"We expect an above consensus December CPI. We anticipate the strongest monthly increase since January. we see upsides risks to the inflation data over the next couple of months. Abigail is US economist at UBS and joins us now. So Abigail can understand why some distortions getting unwound might give us some upside today, but you anticipate perhaps even more upside than that. It sounds like you're looking for inflation to continue to come in hot for a while. >> Yeah. So, I think you're totally right to to point to the distortions that are going to be in this report. And that's a a thing that we're expecting to kind of actually continue to impact both the January reports and the April reports when we get those. If we think about what those distortions are, the ones that we're going to see kind of potentially unwind today is the fact that the CPI was sampled later than usual in November. So, that's tilted towards kind of the the sales period in November. So, November was potentially kind of artificially weak in the data versus what it would have been and you'll see some catch up for that in December. And then the other thing is the sampling of kind of bimonthly um in a number of major cities will mean that the print that we get today for for some of the items will be a change from August to December whereas previously it would have been October to December. So I think because we are missing that October data you're seeing a little bit of catchup almost. So nove November's print was depressed too much and you're just seeing a little bit of an offset in December and then as I said I think some of that unwind will continue in the January and the April prints. Um, if I think about our expectations for today, you know, we're expecting a 44 basis point rise in the core CPI and that should lead to the annual rate of inflation moving up from 2.6% to 2.9% in the in the December data that we'll get today. And I think about the distortions that will be about 13 basis points of that 44 basis points would be those distortions. >> Okay. Well, would that be enough to stop the Federal Reserve from even considering a caught in January given that we also have to add in we got weaker than expected unemployment or at least non-farm payrolls creation. The unemployment data came in a little lower. >> Yeah, look, I think you know I do think that the the labor market report last week was a relatively weak report and I think you know we've pushed back our expectations for cuts out of Q1 and into Q3. Um and that is partly due to this expectation that we see a little bit of um a stickiness and and kind of a little bit of a move higher in inflation at this juncture. But I do think that that labor market report was a weak report. I think when we look at the unemployment rate um it did obviously shift down to 4.4% in December. But even with that shift down, it's hanging on to kind of much of the increase that we saw through 2025. If you look at kind of the U6, a broader measure of labor underutilization, that's up nearly a percentage point through 2025. So I do think there are still measures of slack in the unemployment rate and then at the same I think there are signs that um you're seeing kind of slack in the unemployment rate and then at the same time the non-farm payrolls data obviously came in a little bit weaker and if you look at the kind of eight months moving average of that um you're running kind of around 12k in terms of job gains um and then if you kind of strip out where there's been strength in the job gains which is in healthcare and social assistance you actually saw that 8month moving average at minus 44k in the December data so relatively weak uh labor market data still. So I do think that tension is still there for the committee just in terms of how they balance those two risks >> for sure. Yeah. And they know it too. But Abigail Q3 is like at least I mean I'm not great great at maths but it's at least six months away right? So are you not anticipating anything between now and then a complete pause for six months at least? >> I think if I look at our projections you know we've got the next cut in July. I think the the risk is given the the data that we saw in December in the labor market. I do think the risk is that that is potentially pulled forward, but I do think that this is going to be a juncture where the committee are potentially looking at um you know relatively strong increases in in kind of January and February inflation too. Um so I do think there's potential that you could see that kind of pulled forward you know potentially March or June, but I do think it would really depend on that inflation data and I think that's why you know looking at today's report and trying to get a sense of kind of that bias effect versus kind of the underlying trend I think is going to be a really important thing when we get the data later today. Abigail, for job creation and inflation, obviously what's the most important thing that we should be watching? I mean, is it immigration policy? Is it the president's push towards affordability now running into the midterms? Is it, you know, the impact of the one big beautiful bill? How should we be reading what the economy is going to look like in the next six months? >> Yeah, look, I think uh if we're thinking about the overall um US economy, you know, I think a big part of the story this year and the optimism and the outlook for the US is the fiscal policy story. I think the key thing that we'll be watching, you know, is tax season. Tax season all will start at the end of January. Um, you'll see kind of a ramping up in terms of kind of filings as we go into the April 15th deadline. I think a key part of what people are expecting and and what we're expecting is that we see a bigger uh refund season this time around and that should potentially boost um consumption and and kind of help the economy as we go into the second quarter. So I think kind of watching and tracking what's happening in kind of in terms of tax filing season I think is going to be one of the key indicators in terms of understanding kind of one the upside risks to the economy and the strength that we could see but also thinking about kind of the potential for that kind of stronger growth stronger consumer to kind of help lift up that job creation and help us see a little bit of a healthier labor market. >> I have to ask you about risks around Fed independence Abigail. I mean, it it was so unusual that we have 11 central bankers coming out now in solidarity with the Federal Reserve chair. I'm not sure we've ever seen that or had to see that before. How much are you concerned about Fed independence and perceptions of independence in particular? >> Yeah, look, I think you know when we when we wrote our outlook, we were thinking about the idea that 2026 would be a bumpy year. I think you know as I said you know we're relatively optimistic on the growth outlook for the economy this year and I think um you know one of the key risks that we noted you know last year we saw kind of rising concerns over Federal Reserve independence with the governor cut case um you know we noted that we would expect that those concerns over Federal Reserve independence would likely linger and potentially kind of uh amplify this year so you know I think it is something that you know we're watching and I think when we think about the kind of macro implications we'd be thinking about the potential implications for inflation expectations and those potentially becoming kind of unanchored. So I think that's uh one thing to watch is kind of what's actually happening in the inflation data and thinking about how kind of um you know potential measures of inflation expectations whether they're market based or whether they're survey based how those are potentially moving. I think you know at this juncture though we have seen inflation expectations in most consumer expectation surveys remaining relatively anchored but I think those are the things I would be thinking about. >> Is your base case though that Powell stays on until May at least. >> Yes. Yeah. So, we would expect that the kind of next Fed chair would be nominated. We've been waiting for that nomination from the administration. Um, obviously, they'd hinted that that potentially could come um could come relatively soon. So, be waiting to hear who that potential nominee is. Um, and they would go through the kind of normal confirmation process and that um, you know, once they're confirmed, then you could potentially see them elevated to chair when when Chair Pal's term ends in May. >> All right, Abigail, thank you so much. Abigail Watt there, US economist with UBS. Now to other top stories trending on the terminal this morning. A bigger bonus for Morgan Stanley bankers. The bank raised bonuses by about 20% for its bankers in Asia. Those in London can see a bonus bump of 10 to 15%. Morgan Stanley is the first major Wall Street bank to reveal its 2025 bonus numbers. China is scrutinizing how Jane Street and other foreign firms participate in its $859 billion ETF market. Sources say that Chinese regulators are keen to understand trading patterns in the fast growing industry, especially after a crackdown on Jane Street in India. And Diameter's long short bet on First Brands resulted in the firm's biggest loss ever. According to sources, Diameter saw a loss of about $und00 million. Diameter's funds underperformed in the fourth quarter due to trades that included First Brands despite a gain of around half a billion dollars. A representative for Diameter declined to comment. Coming up, President Trump ramps up pressure on Iran and its trading partners. More on that next. This is Bloomberg. This is Bloomberg Brief. I'm Bonnie Quinn in New York. mounting pressure on Iran and its trade partners. This after President Trump said he is imposing a 25% tariff on goods from countries quote doing business with Iran effective immediately without providing details about the scope or implementation of any charges. Mika Serner of Bloomberg government joins us now from Washington. So how could the president start imposing this? Should we expect that he he will actually do it? Mika, what are some concerns around the announcement? Yeah, I think that anything is possible when it comes to what President Trump actually puts out on Truth Social, which is often and at all hours of the night, but obviously tensions with Iran are really escalating. Uh the president put out the tariff threat yesterday, but this also comes after he announced on Friday that the US is quote locked and loaded uh against Iran if they take action against uh peaceful protesters in the country. >> Yeah. Yeah, and I mean it's going to have an implication certainly on US relations with China as well. China's embassy in Washington already coming out all h you know all guns blazing really on this saying that this is coercion. Certainly, I think that's going to have a big impact on US adversaries and allies of Iran. And I think that uh uh the president's team is aware of that, but it seems that uh you know, Trump is really flexing his foreign policy chops right now. And he's trying to send a message right now that the US is not going to stand for um you know, the the essentially the Iranian government going after and killing innocent protesters on the ground, which has been escalating in numbers. Now to move to the Fed because we have more senators really suggesting that this probe of Fed Chair Jerome Powell, you know, has to stop and that they, you know, they won't be very amanable to any kind of new Fed chair nominee if it doesn't. Tell us more about this, Mika. Who's joining voices with Tom Tillis now? >> Yeah, there's a lot of uh GOP senators and House members that have yet to comment on this. this. I mean, one notable person is Senator Tim Scott, who's top Republican when it comes to uh banking issues and the one that oversees the Fed, and he's been very quiet on this issue. A lot of other lawmakers, even hardliners on the House side, Andy Harris, chairman of the the Conservative Freedom Caucus, uh he said that, you know, this really isn't his jurisdiction. But this is really astounding to see, uh the DC attorney, Janine Pero, kind of go at this independently. her claims are because of it's because of the Fed's venerations, but obviously there's a lot of talks uh and accusations that this is really just about interest rates. So, um it's really interesting to see the administration distance itself in a way from what she wants to do. >> Yeah, exactly. Now, we also are seeing Scott Bessant with other G7 nations talk about paths to countering China's rare earth's dominance. In fact, for once using a sort of a multilateral body to actually create some kind of a club apparently. Ma, tell us more. Yeah, I mean this has been discussed at the G7 and I think this is going to be an ongoing uh conversation that we're going to see when it comes to uh Chinese dominance. I mean this is something that's been really uh prominent on Capitol Hill too and the White House. They're, you know, really trying to counter that. Um but uh I think this is also a step to show that the US is really trying to focus in on China as it also focuses on other areas of the world right now. >> All right, Mika, thank you so much. Tika Ser there of Bloomberg government in Washington. Turning to banks, JP Morgan kicking off earnings before the bell. Back with us now is Bloomberg's Charlie Wells. Charlie, what numbers in particular should we be looking out for today? You know, Vonnie, Fortress Diamond really is going to be kind of front and center and really setting the tone for the other Wall Street banks as it starts to report. And there are a number of factors that we're likely to hear about that really show how strong the banking sector has been over the past 12 months. We are in a world where JP Morgan could report the highest annual profit in the history of American banking. And what is underpinning a lot of this is strength in a lot of different units. For instance, equities trading. We're likely to see, at least according to estimates, growth of over 31% on that front. We're likely to see fees coming from a lot of these deals in the M&A world that we've been seeing. Investment bankers able to click those fees to clip those fees to the tune of billions of dollars. but also thinking about JP Morgan in particular, the expansion of its loan book, the fact that it has been opening up its checkbook to finance a number of these debt deals and out competing a lot of these private credit shops that we've been hearing about for so long as potential threats to the major banks, we are seeing JP Morgan come and counter those threats. So, for all of these reasons, bank stocks have been on a tear and this is why we're expecting to see a very healthy report coming out from JP Morgan in just a few hours. Yeah, in fact I believe less than 45 less than one hour at this point Charlie and then of course we have to wait for the call. Now we're also seeing job cuts though in the city and and cities obviously worldwide. So city cutting a thousand Black Rockck 250 and and there might be more to come. >> Right. Right. So, it's one thing for me to talk about these solid numbers coming out of JP Morgan, but we also saw last month when they talked about expenses to grow, to increase volume, expenses that were in excess of what analysts had thought that really pummeled their share price. And that hits to the point that even though a lot of these banks do have significant profits, they've got to keep expenses under check. They have investors watching them with razor focus. So we're seeing that spill out into a number of these layoffs at city even you know outside the bank banking sector into broader finance with black rockck about 1% of their global workforce coming to um you know to be laid off um as that you know asset manager looks to alternatives. So a lot of change here some of this is seasonal but some of this of course is structural as a number of these financial firms try to rejigger themselves for the years ahead. Charlie, thank you so much. Looking forward to your great coverage today, tomorrow, and Thursday. That's Bloomberg's Charlie Wells. Delta Airlines also set to report earnings today. The first major carrier to report this quarter is expected to deliver an upbeat forecast. Bloomberg's managing editor for space and aviation, Benedict Camel, joins us now with the latest. So, what should we expect out of Delta? What kind of tone will Delta set for the industry, Benny? So, similar to what Charlie just said on JP Morgan, this is the first airline uh to report for the industry. So, again, they are a bit of sort of pace setter. Um it'll be interesting uh to see what sort of outlook they provide. Um if you think back at 2025, that was a very roller coaster sort of year for the industry. They came into 25 feeling very good about their prospects. People were traveling. um the the the pandemic was well in the rearview mirror and then the tariffs hit and things really um fell apart. Um the industry did manage to recover over the course of the year. Um but obviously this is something that the industry will hope to avoid this year. Another sort of peak and trough sort of scenario. Um the airline has done very well as the industry broadly particularly in the sort of premium segment. Um so people who upgrade to to premium economy or to business that's an area that's been very strong. Um and Delta has been a net beneficiary of that. Um United for instance has also been very strong in that. But it's a question of you know will we see a sort of bifocation of the industry between the halves and the halves not. Um people at the back of the plane um will will you know there's less money to be made off those people and you're seeing it in the in the budget part of the industry. So sort of how that industry will split up between uh the premium segment and the main cabin. That's another thing that we'll be looking out for. >> And what about aircraft upgrades? So Delta is one of those that has a lot of old planes in its inventory. >> Yeah. So Delta does have a very diversified fleet. They also have a very large fleet. They have almost a thousand aircraft um in active service. And you're right, they do still have a fair number of older aircraft like the Boeing 767 or the 757. Those are two planes that are out of production effectively. Um so there might be some comments on you know where does where does um the fleet uh progression go. Um might there be orders? We have seen Boeing pull in some really strong orders over the last couple of months not least because uh President Trump has been very supportive of Boeing and he's really used that company as a sort of tool of statecraft particularly abroad. So um we we had Alaska Airlines order some some aircraft just last week. So there might be some comments on that going forward. Um so those are that's another point to look out for. >> All right, Benny, a lot to watch today. Thank you so much Benedict Camel there. Coming up, we're going to get you set up for your trading day CPI and obviously earnings on deck. This is Bloomberg. This is Bloomberg Ref. I'm Bonnie Quinn in New York. Now, a look at what's ahead today. Bank earnings kicking off already with JP Morgan reporting before the bell. Plus, we also get Delta earnings. And then, a raft of data including US CPI numbers. They're out at 8:30 Eastern. Plus, President Trump delivering remarks at the Detroit Economic Club. That's at 2 PM Eastern. Let's take a look at some pre-market movers now. So, we have Intel up more than 3%. Some analyst calls this morning. Intel and AMD getting upgrades to overweight at Keybank, which notes that the chipmakers have largely sold out their server CPU in 2026. And Synopsis down almost 3% as Piper Sandler downgraded Synopsis to neutral on growth headwinds. Let's take a look at the macro picture. So, futures are pointed lower, but we've had three records for the S&P already this year, consecutively. One was yesterday. The dollar index is climbing back up just a little bit. The 10-year yield up almost two basis points there to nearly 420 and oil WTI above $60, Brent above 64 on geopolitical risks concerning Iran. That's it for Bloomberg brief surveillance continues the conversation. Do stay with us. This is Bloomberg.",
  "language": "en",
  "is_generated": true,
  "fetched_at": "2026-01-13T17:30:33.215688",
  "method": "yt-dlp"
}