{
  "video_id": "s7dcsn0x13I",
  "text": "The next bullish catalyst, the earning season. Earnings expectations for Q4. The bar is actually pretty low. >> The fundamental issue is really about earnings realization. >> This is a moment of pause. Maybe 2026 is not going to be as smooth as a lot of people are anticipating. >> There is still room to run here. >> This is Bloomberg Surveillance with Jonathan Pharaoh, Lisa Abramowitz, and An Marie Hordern. Live from New York City this morning. Good morning. Good morning from our audience worldwide. Bloomberg surveillance starts right now. Coming into Wednesday, pulling back from a record. The equity market rally stalling as precious metals hit fresh all-time highs while investors are waiting for another round of bank earnings on Wall Street and a possible Supreme Court opinion on the president's liberation day tariffs. A stacked Wednesday coming up. >> Absolutely. And banks have to be in focus. Not even so much about how profitable these Wall Street banks are and how well they are weathering some of these storms of deal making what's going on the trading desk. It's about the populist policies coming out of this administration. The second question or the first question was either about Fed independence or credit cards to JP Morgan yesterday and they can't even imagine a scenario where you get this 10% cap. How challenging is that going to be on the earnings calls today for the likes of Bank of America, City, and Wells Fargo? What is it about JP Morgan earnings and the seauite on the earnings call that we never talk about the earnings we end up talking about other things? >> Well, it's almost self-inflicted in some sense. Also, you have to think the credit card drama right now, which by the way, it is not law. This isn't happening anytime soon. It may never become law. Remember, this was introduced last year by Senator Bernie Sanders and Senator Josh Holly. Congress would need to enact this to be a law for there to be a 10% cap on credit card interest rates. But this reminds me of the third quarter where cockroaches became the entire buzzword of the earning season for these banks because Jamie Diamond said when there's one cockroach there may be another. Now we're talking about credit cards. >> The headlines all about White House policy in the last 24 hours. Not the fact the bank put up massive numbers and the stock still fell by 4%. We can get into that a little bit later this hour. We'll hear from Bank of America. We'll hear from Wells Fargo. Later on this morning, we'll hear from City. and maybe a little bit later on this afternoon, later this morning, later today, we'll hear from the Supreme Court. Supreme Court opinions and the potential that they rule on those Liberation Day tariffs. >> We're waiting for this. So, basically, Supreme Court has told us they will have another opinion day. This is the second opinion day of the year. So, potentially we will get that decision. And the president was in Detroit yesterday. He talked about this. He said, \"Can you believe the Supreme Court is trying to go after my tariffs? This is a national security concern.\" He said the lawsuits are coming from individuals that want to cozy up to China and they're part of the foreign policy centric crowd. But he did say something interesting. Quote, \"We'll figure something out if we don't win. Tariffs are here to stay, Jonathan.\" He said, \"Out of all the words in the world, it's still his favorite.\" >> A couple of goals regarding tariffs. One, of course, is to bring manufacturing home. The other was to put pressure on the Chinese to get them to change their economic model. Check out these numbers. Exports to the US dropped 20% from China in 2025. And yet still China put up a record trade surplus >> because they're going to Latin America, they're going to Africa, they're going to the European Union, which is going to have a huge problem as we continue to see the Chinese industry really hallow out their own industry when it comes to China. I thought this was rich. The Financial Times caught this. The vice minister of the General Administration of Customs of China basically blamed the United States. It should be pointed out that some count's policies and politics regarding economic and trade issues using various pretexts to restrict exports of high-tech products to China. Otherwise, we would have more imports. So, basically blaming their record rise of exports on Washington. >> More on the trade story a little bit later this hour. And of course, later on this morning, 8:15 Eastern time, do not miss Lisa's conversation with the Delta Airlines CEO Ed Bastian. We'll catch up with Lisa a little bit later this morning. If you're just joining us, welcome to the program. Equity futures on the S&P 500 pointing towards another day of losses were down by 0.5% on the S&P. Coming up this hour, we'll catch up with Aaron Kennard of Clear Harbor Asset Management with stocks looking for direction. Ed Mills of Raymond James as President Trump says Jamie Diamond is wrong about Fed independence and Chris Marinac of Jenny Montgomery Scott with big bank earnings in full swing. We begin this hour with stocks pulling back and metals at fresh record highs. Aaron, Canada, Clear Harbor Asset Management, writing, \"Markets have likely pulled forward some future returns. While US exceptionalism should persist, valuations still matter.\" Aaron joins us now for more. Aaron, welcome to the program. Good to see you. Let's just pick up on those bank earnings. We'll get more later this hour. What was the lesson? What did we learn from what we heard from JP Morgan and what we saw in the stock price reaction? >> I think it was interesting, Jonathan. What we heard was that sales and trading was active. Um and underwriting was a little a little little weak. It's it's the fourth quarter. They had a great full year. Um it wouldn't surprise me if a lot of this we start we actually see push forward into Q1. M&A activity could could pick up and become more active late into the fourth quarter. We could see, you know, just a little le less tempo to the to the cadence of M&A activity. But let's not forget JP Morgan's stock is is not cheap. It's a great bank, but it's trading at, you know, sort of nosebleleed multiples to tangible book. And even the seauite at JP Morgan knows that, which is why they're not buying back their stock. >> The company is doing really well. The stock's a different story. So, Aaron, let's stay on the stock story. Can you give those pockets of weakness a pass when the stock is so richly valued? >> I think so. I think if you look longer term, Jonathan, I think the the story for the banks uh both JP Morgan and other mega banks in the US is is quite strong. I think they have a reach not just into the US consumer but also JP Morgan into emerging markets and Marie pointed out the the the China trade trends in EM and Latin America. And I think um the the likes of JP Morgan are very active in those regions. And if you look at the rising middle class economic activity um between China and and the EM and economic activity from a banking perspective between the US banks and and some of these areas of real global growth going forward, I think they're reasonably well positioned here. >> Amry also mentioned the biggest stories of the last 24 hours. The main takeaway from earnings day wasn't the earnings and it was the push back on the earnings call to what we're hearing from the White House and this populist twist that's kind of dominating the early part of 2026. How is that influencing if if at all your approach to allocating capital for the year ahead? >> Well, it's interesting because the stock market is reacting uh particularly the financials and not just the banks but the Visas and the Mastercards, they're reacting negatively to this news and it does require an act of Congress. So I is the market sort of reading the tea leaves and thinking that you know the president is going to be able to nudge Congress into voting for this because it does represent a good dose of populism perhaps. Uh I I'm a bit skeptical though that this will become a reality from the standpoint of law and in in reality if you were to move the prime rate from 20% average credit card rates are about 20% down to 10 as he would like to see it. I think the only thing it does is hurt the consumers that he's trying to attract to go to the polls and vote for Republicans in the midterms. >> But Aaron, why >> they'll lose they'll lose their lines of credit. >> But Aaron, I'm I'm with you on this is halfbaked in the sense that it's just a truth social about this January 20th idea that we're going to have interest rates capped on credit cards. It actually has to go through Congress and there have been laws floating or bills floating that these the Senate and the House have not taken up. So why does the market react to truths and not actually when something is done a legal framework that's signed off into law? >> Well, if he somehow just sort of like offshore wind declares it a national emergency, maybe there is a period where of a few months where this has to work its way through the courts um to to to then um m make make the case that this is this is not in the purview of the executive branch of government and requires legislative action. And so, you know, maybe there's a real concern around that at least temporarily. >> The market has shrugged off though Fed independence for the most part. Why is that? Well, I I I think at the end of the day, uh the Fed Bal h has has a a a group of voting members around him that I believe um whether or not they agree with him or not, believe that he is um looking at the data as he sees it and trying to make the best case for his view and uh on behalf of the American people. And I think it's a it's it's a sad day when you have the executive branch of government suggesting that just because a Fed uh Federal Reserve FOMC committee in in totality because of course he's only one vote um is is moving rates lower but just not quickly enough. I mean we did see 100 basis point cut in 24. We saw 75 basis point cut in 25 but that's not fast enough. So maybe uh he's a criminal and we have to put him behind bars and we're going to use this this silly idea that there's a cost overrun at at the Fed renovation for this. Uh just just doesn't seem to be it seems uh you know below uh below us as a country. I think we can do better and hopefully this will will pass. >> Tracking the story of the last 12 months. I understand the importance of it. I understand the concern but check out the bond market. Aaron 10's at 415 this morning down three basis points incred incredibly rangebound. We open up this morning by talking about these record highs in gold and silver and precious metals and metals more broadly. What can you speak to that explains some of the all-time highs we're seeing in precious metals and just this very cool calm collected bond market that's dominated the last several months? >> Well, I think investors to be fair are keeping their eye on the ball. And what is that ball? that ball is the big beautiful bill is going to start to funnel significant stimulus into the economy and the part of the consumer as of Jan 1. It's also going to we're going to see accelerated depreciation on the industrial side. That's a huge potential um growth catalyst. And I think what the market is telling us when you look at the metal side, Jonathan, and it's not just gold to your point, it's silver, it's tin, it's aluminum, it's platinum, starting to get into the industrial side of things up mid single digits already this year or double digits in some some cases. This this is a growth story. And we've gone from a period where the last super cycle in commodities was very much a, you know, one that was based on globalization, the demand side. Now we're in this period of fragmentation. And I would argue that we're noticing for national security purposes and and other reasons that that that fragmentation behooves us to ensure that we have uh uh metals that are required to build missiles, metals that are required to build out the AI uh infrastructure both home and and with our allies. And and that is, I think, one of the core reasons why we're starting to see this super cycle perhaps restart again, but in a different way. >> Certainly not a trade that started this year. We saw it throughout the whole of last year as well. Gold was higher by some 65% last year as you pointed out up around 7% already a year to date. How are you thinking about playing the story through 26? >> I I think the metals story has legs. I think the gold story has has legs at the end of the day. Uh gold is I believe just an another currency. It's just not a fiat currency. If you look at central bank buying outside the United States, particularly among people uh entities that are not as friendly with us, read Russia, China and and others, their net gold purchases over the last couple of years has skyrocketed. If you look at foreign reserves of gold from just 2020 to today, it's gone from like 6 to 22% of of central bank foreign reserves. I think that bid continues. I don't see any reason why it wouldn't. And in fact, if China's trading less with the United States, as you pointed at the top of the hour, and they're doing more business with Latin American emerging markets more generally, um I think that's a case for them to be doing trade trades in those countries, receiving that currency back and putting into gold reserves instead of buying euro denominated fixed income in dollar denominated fixed income on the margin. >> Gold up 1% so far this morning. Aaron, good to see you. Aaron Canon there at Clear Harbor Asset Management. Busy morning ahead of us late to this hour. numbers from Bank of America, Wells Fargo, City a few hours away. Plus, we'll get some data. 8:30 Eastern time, PPI, and US retail sales. Before we get to all of that, let's get you an update on stories worldwide with your Bloomberg brief. Here's Vonnie Quinn. Hey, Vonnie. >> Hey, John. Good morning. President Donald Trump dismissing JP Morgan CEO Jamie Diamond's criticism over the DOJ probe into the Federal Reserve. The president saying Diamond was wrong to suggest he was undermining the independence of the central bank. The president saying, quote, I think it's fine what I'm doing. We have a bad Fed person. The president also weighing in on Iran, telling the Iranian people to continue protesting against Supreme Leader Ayatah Ali Hameini's regime. The president saying he'll quote, \"Act accordingly once he gets a sense of how many demonstrators have been killed.\" The US-based human rights activists news agency reporting more than 2500 people have died in more than two weeks of protests. Netflix is working on revised terms for its Warner Brothers bid and is discussing an old cash offer for the company's studios and streaming businesses. Sources telling us here at Bloomberg the changes are designed to speed up a sale that could take months to close and faces push back from politicians as well as a hostile bid from Paralon Sky Dance. And that is your Bloomberg brief, John. >> Hey Vonyie, thank you. More from Vonyie in about 30 minutes time. Up next on the program, President Trump taking on Jamie Diamond. >> I think it's fine what I'm doing. We have a bad Fed person. He was extended by Biden. And yeah, I think he's wrong. I think it's wrong. He's uh he's done a bad job. We should have lower rates. Jamie Diamond probably wants higher rates. Maybe he makes more money that way. >> That conversation up next with Ed Mills of Raymond James live from New York City this morning. Good morning. 24 hours coming up packed with bank earnings. It kicks off later on this morning. Later on this hour, you'll hear from Bank of America and Wells Fargo City as well reporting later this morning onto tomorrow. GMA Sachs and Morgan Stanley. Also some data at 8:30 Eastern time PPI and US retail sales for the broader equity market. We went three days without losses. That changed yesterday on the S&P 500 pointing towards the first back-to-back losses on the S&P 500 potentially for the new year. On the S&P 500 this morning, we're down by 0.4. On the Nasdaq, we're negative by 0.6. Under Sylvanas this morning, President Trump taking on Jamie Diamond. >> I think it's fine what I'm doing. We have a bad Fed purse. He was extended by Biden. And yeah, I think he's wrong. I think it's wrong. He's uh he's done a bad job. We should have lower rates. Jaime Diamond probably wants higher rates. Maybe he makes more money that way. >> So, here's the latest this morning. President Donald Trump targeting JP Morgan CEO Jamie Diamond. Trump dismissing Diamond suggesting the DOJ's probe into the Federal Reserve will have consequences for the economy. Joining us now from Washington is Bloomberg's Tyler Kendall. Good morning, Tyler. Certainly a big feature of the news flow in the last day or so. >> Yeah. Hey John, good morning. Well, this is really just the latest friction point between Wall Street and President Trump during a week where we have seen heightened attacks on the Federal Reserve, but also a slew of policy proposals that big banks don't like. Now, President Trump's push back against Jaime Diamond is also notable because at first, this White House appeared to try to distance itself from the investigation with the press secretary saying that President Trump did not have knowledge of nor ordered it. But now it appears that the president is throwing his apparent support behind it and also went on to tell reporters that he does intend to push ahead with plans to name his pick to lead the Federal Reserve in the next few weeks in his words despite this investigation posing potential problems to the confirmation process on Capitol Hill. Now, yesterday, President Trump was in Michigan and he went on to defend his idea to cap credit card interest rates at 10% for a year and also double down on his call for legislation that would crack down on credit card swipe fees. This on the heels of Bloomberg News reporting for people familiar with the matter that big bank executives are considering some potential options they could put on the table and present to the administration in a bid to get President Trump to back off some of these ideas ahead of what is expected to be a massive lobbying campaign on Capitol Hill against them though it may not get to that House Speaker Mike Johnson Senate Majority Leader John Thun yesterday appeared to throw cold water over the credit card cap interest rate proposal citing concerns that millions of Americans could be at risk of losing their credit. But John, I will point out, Jonath also said that he does think that the credit card competition act, that bipartisan bill that would take aim at swip fees, will get a vote at some point this year as Republicans go on the defense over cost of living issues and demands from President Trump that they get on board with his more populist messaging. >> These stories not going away, Tyler, thank you. Tyler Kendall down in Washington. We'll have more from Tyler later on this morning. In another world, I'd say the president's right. These bankers want higher rates to make more money. Unfortunately, when it comes to these policies that are being recommended at the moment by the White House, the warning you're hearing in the last 24 hours, I think it's agreed by a lot of people on Wall Street that these kind of policy proposals could lead to an otherwise unjustified tightening of financial conditions. High rates or chilling of credit availability. They're the kind of things this president, this White House does not want to see. >> Right? You put a cap on something, that means you're going to have less of something. And it might be actually harder, especially individuals in lower income, to actually get access to having the ability to use a credit card, which is why you're seeing a tremendous amount of push back from a lot of economists. You see a lot of these bank CEOs not just trying to curry favor the president of United States calling Treasury, but if they have to, to Tyler's point, they're thinking about potential credit card that they could come out with that has a lower rate maybe for certain individuals. But this is going to be a year-long story, especially since you have two bills circulating right now in Congress. >> Ed Mills with us now of Raymond James. Ed, welcome to the program, sir. Always good to hear from you. I've been told this is just populist bark. There's no bite. Do you think there could be a bite later this year? >> Um, it possible. Um, John, I think that the uh bigger issue for a lot of folks uh that I've talked to is uh that interchange bill, that credit card competition act. Um there is not a sense that we could see in Congress a cap on those credit card interest rates. Uh we've examined this. There's no executive authority uh even using emergency authority that exists uh to put this through. But um a lot of investors are nervous u for a couple reasons. One uh when Donald Trump says something often times he goes out with the most extreme position and then negotiates into something that will be considered reasonable later. So a lot of questions is it going to be 36%? Is there something else out there? And then from an investor perspective, one thing that we've talked a lot about at Raymond James is oftent times for financials, you need a hundred reasons to own them, one reason to sell them. Investors are starting to warm up to financials again. And now all of a sudden, out of the blue, we start bombarded with some of these one-offs that get a lot of people asking, can you sustain a rally in this group if you're going to have that policy risk? >> Yeah. For the fourth quarter, credit cards are the new cockroaches. when it comes to this legislation potentially in Congress. So, you think the competition bill has a lot more legs than the actual cap on credit card interest rates? >> Yeah. Amarie, so um back when I worked on Capitol Hill, one of the signature bills that I worked on for a couple years was the Card Act. Um it's hanging up here on my wall, uh which imp implemented all the consumer protections around credit cards. So, this is something I've worked on for uh more than 20 years. And what I've seen is there's not a lot of support for rate caps because there are concerns about credit availability. Um, however, on Interchange, uh, it's a just a completely different fight. You have two really well-hailled lobbies, uh, the retailers versus the banks. Uh, we've had Durban in the past strike lightning in the bottle and change the interchange rates on debit card transactions. Um Marshall, a Republican from Kansas, used the kind of push by Donald Trump on rate caps to get him onto this bill on credit card competition. And whenever there's a vote on something, Amarie, that can be the whole ballgame. There's been a concerted effort since the Durban amendment passed back in uh 2010 on credit card inter or debit card interchange to never have another vote on this because when there's a vote, it's unpredictable. I still don't think it passes, but the risk is higher on the interchange bill than the cap on interest rates. >> So, do you think the banks are overreacting a little bit? >> I think what the banks are doing is they're trying to figure out what they can do to put a cap on the risk. Um, is there something that they can do kind of from a business perspective to get Donald Trump to focus elsewhere? He is very focused on affordability. um they are having a huge list of other things that they want to see happen uh in DC. The deregulatory agenda is a big tailwind for the banks. Um so if they don't do something on credit cards, does some of the other parts of the deregulatory agenda get sidelined? Do they not get the relief that they're expecting on tailoring or capital return on stress tests? There's so many things that the banks have going right now in DC. They don't want this to be the thing that stops all the other benefits that they're getting out of federal regulators. >> Ed, what's been your reaction to the communication with the mayor of New York? Your reaction to the communication with the senator from Massachusetts. What's the strategy there for the White House? >> You know, part of the reason that Donald Trump was able to get elected in 2016 and again in 2024 uh was tapping into populism. Uh there was a crossover between Bernie Sanders voters and folks that have voted for Donald Trump in the general election. Um it is not a surprise to me that he has embraced some of these conversations in the credit card 10% cap. That's a Bernie Sanders bill uh with Josh Holly, a Republican from Missouri. Uh but he is tapping into things that he knows are popular with voters. He sees what Mandami was able to do in the primary uh being able to win in New York. tapping into an energy that he tapped into himself and seeing if he can get that for the midterm elections because he sees a midterm elections with increasing headwinds. And when he sees headwinds, he and he alone thinks that he can fix the problem. At how big is that group of voters that aren't married to a political party, but tap into these very ideas? >> You know, it's at least 10%. I think that there is um a good number of folks who look at DC and don't think that they're on their side. Uh they think that things are unaffordable. And so when we have affordability as his pitch, he thinks that that's an opportunity uh to bring those voters or keep those voters on his side. Uh so we're going to have a Davos speech that focuses on housing. We're going to focus on energy and that going to brings in Venezuela. We're focusing on the cost of credit. the fight with uh Jay Powell. He's not going to say it's a fight about kind of independence. It's about a fight about how much it cost you to run your life. And affordability is a much better place to put your kind of center that political fight versus a fight over independence, which most voters don't really focus on Fed independence. It's much more the market that does. It's a hugely important thing, but it's not something that sways the average voter. John, >> they'll feel it if it falls. That's for sure. Ed, thank you. Absolutely. Ed Mills of Raymond James. They'll feel it with higher rates. >> They will fill it with higher rates. But also one thing to note, when there is polling done about the highest ranking politicians, J Pal came up on top ahead of everyone. >> It's incredible. We'll talk more about central bank independence in just a moment. We'll catch up with Veronica Clark of City. Also looking ahead to the latest read on inflation and retail sales in America. Live from New York City this morning. Good morning. Equity futures down by 0.4% on the S&P 500. We went 3 days without losses and now we're looking at backto-back losses for the first time this year on the S&P. On the NASDAQ 100, we're down by 0.6%. As we count you down to the opening bell, let's get you some morning movers. Let's cross over to Yahara for more. Hey yhara. >> Hi John. Gold, silver, all hitting record highs and that is powering mining stocks this morning as a few powerful factors come together. We had that softer CPI print yesterday fueling expectations for Fed rate cuts plus all the political pressure we've seen mounting on the Fed fueling the debasement trade. So we are seeing Barrett Gold up 1.4% and First Majestic Silver up 2.5%. Meanwhile, we are seeing Netflix shares rising 2% in the pre-market honor reporting that Netflix is considering making an allcash offer for Warner Brothers Discovery to speed up a sale in a fight that has turned increasingly contentious. Just this week, we had Paramount Skyance saying that it was suing and planning to nominate directors to the board of Warner Brothers as it continues its aggressive pursuit of the media company. And we end on China's biggest online travel platform. Its ADRs are falling more than 10% in the pre-market on news that China's market watchdog has launched an antirust probe on it just ahead of the busy Lunar New Year uh travel period. This is the same regulator that investigated Alibaba and that led to a record fine. Trip.com does say it has cooperated. John >> Yhara, thank you. Thanks for the update. More from Yahara in the next hour. I promised you some bank earnings, so here they are. The latest from Wells Fargo Crossing just moments ago with those numbers. Here's Danny Burger. Hey, Danny. >> John, it is a miss. The big number coming in on net interest income. This is the one sending shares lower coming in for the quarter at 12.3 billion. The estimate was for 12.4 billion. Uh at the same time, their fees uh those did miss too on investment banking. $716 million is where it comes in. The estimate was just for under $800 million. Uh expenses, those are also higher, 13.7 billion. The estimate was for 13.6 billion. Average total loans that is higher too, as is deposits that were estimated. So, just to recap, it is higher expenses, worse than expected net interest income, worse than expected investment banking fees. Those are going to be some of the more important numbers, John, because this is a Wells Fargo that is trying to grow more aggressively. This is only the second quarter where Wells Fargo doesn't have its asset cap provision, something that the Federal Reserve put on it in 2018 after a string of scandals tied around improper uh customer practices. So, they had targeted really aggressive growth for both its investment banking, for loans, for its deposits, too. Of course, loans coming in a little bit better than expected, as did deposits, but it's going to be an issue for them. They're also seeing their total expenses for 2026 at $55.7 billion. Uh that's about a little bit higher than it was for 2025. So, that's not great news either. Uh just want to lay out what they see for their view of net interest income for 2026. They're seeing $50 billion. That's a miss. The estimate was for $50.2 billion. Uh again, Wells Fargo putting in the commentary here that they are targeting uh increased increased growth. The CFO saying that they are now excited to compete on a level playing field, but for now, John, the numbers aren't matching up to what the expectations were. >> Well, let's get to it, Danny. So, that headline from the CEO, excited to now compete on a level playing field. You nailed it. Played by the asset cap for so long. To what extent do you think investors will give this company a pass this morning because they've got a better story to tell about the future? John, the issue is is that these shares have been outperforming. So investors have been giving them room to grow. They've rallied 34% in 2025. That compares to a 14% for the S&P Financials index. Of course, they are coming from a lower level than a lot of the other banks. So maybe there is some room for investors to give them the time. But John, this is the story for all the bank earnings this quarter that they are trading at rich valuations. So now is the time to show up with the animal spirits reignited in this market. >> We saw that with JP Morgan yesterday. A small miss, some pockets of weakness just in certain places. Overall okay, but that's not enough given the rally we've seen over the last year. JP Morgan stock yesterday down 4% in early trading this morning. Wales is down about 0.8% in about 10 minutes time. Should get numbers from Bank of America. We'll check in with Danny in about 10 minutes time. Danny, thank you. Wells Fargo there down by 0.8%. On our radar this morning, some of our top stories. President Donald Trump urging Iranians to continue protesting, saying help is on the way without specifying what that means. The president adding he will act accordingly once assessing how many demonstrators have been killed. Elsewhere, the US Supreme Court releasing decisions at 10 a.m. Eastern time, including a possible ruling on the legality of President Trump's Liberation Day tariffs. The justices will determine if the White House bypassed Congress to unconstitutionally tax trade. And finally, China's trade surplus surging to a record $1.2 2 trillion in 2025, fueled by a jump in global exports. The US share of Chinese exports falling to a historic low of 11% last year. >> So what China is doing is they're just finding other markets that they could sell to or others may view as dumping on other markets. Southeast Asia, Latin America, Europe, which is going to have a big problem in terms of what we've already seen China in terms of hallowing out their big industries. What I find just precious and rich this morning is a comment from a Chinese official talking about the fact that well actually we wouldn't have this big of a surplus. It would be more balanced. And has it ever been balanced? But they're saying it would be more balanced if we didn't have these export controls and high tariff rates and we can import more when it comes to the high tech sector from the United States. But China, they will find other places to push their all their goods. >> Look, goals matter, objectives matter. and listening to the Treasury Secretary over the last year in our conversations with him. If you asked him about tariffs and what the goal was want to bring manufacturing and production home and the other and I think it was a big push from Treasury and this Treasury Secretary to push the Chinese to change their economic model and to reduce their dependence on exports. Obviously things are working to some extent to bring manufacturing comb to reduce exports but what you're seeing elsewhere the trade surplus is at a record. If you want the Chinese to trade, to change their economic model, you need the Europeans to come along with you. And you're not seeing enough on that front. >> The Europeans also maybe some countries in Southeast Asia, especially look what's going on in India. The United States is still negotiating a pack there. Could India potentially also put up some walls when it comes to China, Latin America. What I found so interesting about the Treasury Secretary, he constantly would talk about China needs to rebalance their economy. They need more of domestic consumption. He once described it to me as that film Fantasia from Disney. You mop and there's a floor, but you just continues to have a spill and it just continuously cyclical. And we're seeing that play out in the numbers. >> No big signs that is changing anytime soon over in China. Let's focus on the US economy. Traders adding to rate cut bets following yesterday's cooler than expected CPI print. More data on deck this morning. PPI and retail sales at 8:30 a.m. Eastern time. Veronica Clark of City writing, \"Further shifting in inflation risks away from the upside should have Fed officials more comfortable. Cutting interest rates further in March, July, and September.\" Veronica joins us now for more. Veronica, good morning. >> Good morning. Thanks for >> Let's get to those disinflationary tailwinds into 26. What's the source of that disinflation? >> Yeah, all this Q4 data is of course really hard to read. We had a lot of measurement issues around the government shutdown. We saw that with the November data. Um, but I do think it is worth saying that we were expecting to see more of a rebound, a payback just mechanical from that week November in the December CPI that we got yesterday. We didn't see that. Um, and if you go even before the government shutdown, we had some pretty soft readings for September. Um, I think that's a number of months now where we've been consistently surprised lower and there's a lot of weird details still, but that is a pretty consistent surprise lower on inflation. >> Inflation closer to three than it is to two still. That's a problem. What convinces you and a team that it's going to be closer to two than three in the months to >> come? All the forwardlooking indicators that we have for really important components of consumer prices. Um here I'm thinking specifically of shelter inflation. You can, you know, look at home prices, market rents, new market rent data. Those tend to lead shelter inflation by anywhere from a year, year and a half, 9 months. Um they've been abnormally weak for all of 2025. I do have a lot of confidence that shelter inflation and CPI, which is running normal, could have a period where it's softer than normal. >> How much is lower energy prices contributing to what we're seeing in inflation? >> Yeah, it's it's part of it. Obviously, you know, gas prices are falling, but then you do have strength in electricity and and things like that. Um, that's always a concern for how that might feed into, you know, maybe goods production, you know, transportation kind of components of core inflation. Um, of course, when we look at core inflation, we exclude those those energy costs. Um, but I would say I mean oil prices lower again, home prices slowing, you know, wage growth that's slowing more. Most of those inflationary pressures are are not as prevalent as they were a couple years ago. >> I bring this up because the president recently was talking about how it's huge deflationary across the entire board. He said your donuts go into trucks that get then transported to you, but I look at food at home and restaurant and that actually inflation is increasing as they're trying to have this affordability push. >> Yeah. Yeah. The the pass through is never very, you know, you can't estimate it very precisely. Um, and so yeah, I would be a bit cautious on on just thinking that lower energy prices are going to mean, you know, softer inflation, but it's not just energy. It's it's the home prices and the wages and everything else, too. >> How are you pairing this view on inflation with your view on the labor market? >> Yeah, I think they actually can kind of go hand in hand. Um, because I I am still concerned that this is a labor market that is gradually weakening. Um, it's really been three years now where the unemployment rate has increased something like 4/10en of a percent every year. That's a really abnormal slow increase in unemployment. Um but that is what is supposed to happen. You see a weakening labor market maybe because rates are restrictive and that's what slows inflation and it makes sense that we're seeing slower inflation. >> The Fed's been cutting interest rates though and people are talking up the prospect of tax refunds over the next several months and I think a lot of people are communicating a solid story for the US economy for the year ahead. So why is the labor market being left behind? >> Yeah, I mean that's what we've seen for the last three years though, right? We've seen really resilient growth. We'll get retail sales data this morning. Consumer spending has still been strong. Um, obviously part of growth is also AI related investment, things like that. Um, which is not going to be so labor intensive. So maybe that's not supporting the labor market as much. Um, but yeah, we've had three years now of of pretty consistent, you know, very gradual weakening in the labor market, but people are still spending and and still resilient. Um, but I would worry that as we get to ever higher levels for the unemployment rate and aggregate job growth is slowing, aggregate incomes are slowing, that is a headwind for consumption. JP Morgan recently came out with a note saying no more cuts this year. Maybe they're saying hike next year. You have three cuts for this year. >> Yeah. >> Does what's going on with the Fed change how you're thinking about the cuts? >> Not particularly. You mean the drama? >> Yeah, the drama of course. Um no, not not in a in a big way. Um you know, I do think, you know, Chair Powell, most Fed officials are going to still make, you know, decisions of course based on the the data at hand. um they will know that not cutting rates because the president wants you to is just as bad as cutting rates because the president wants you to. Um so I don't think that that's going to be a big influence this year. >> Veronica Clark of City. Veronica, thank you. Thank you very much. Joining us for the latest call on the Federal Reserve looking for cuts, three cuts throughout this year. Let's get you an update on stories elsewhere this morning with your Bloomberg brief. Let's cross over to Vonnie Quinn. Hey Vonnie. >> Hey John. Wells Fargo out with its fourth quarter earnings reporting revenue that missed the streets expectations. The bank is expecting debt interest income about $50 billion for 2026. CEO Charlie Shariff saying he's quote proud of the results. Japanese Prime Minister Sonay Takayichi is dissolving the country's parliament. Sources saying Takichi, who came to power in October, aims to hold an election that would allow her to press ahead with her hawkish diplomatic agenda and pro- stimulus economic policies. Takichi says she'll give more details on the dissolution next Monday. The Trump administration is easing export rules for Nvidia's H200 AI chips to China. The US Commerce Department says it will review applications case by case, although companies must follow requirements including certifying no shortage of the chips in the United States. Exporters must also limit shipments to China to 50% of US production. And that is your Bloomberg brief. John >> Vonnie, thank you. More from Vonyie in about 30 minutes. Up next on the program, bullish on the big banks. The outlook is very positive for the banks when you consider the real GDP growth probably comes in this year maybe around 2%. >> More bank earnings up next. We'll catch up with Chris Marinac of Jenny Montgomery Scott live from New York City. You're watching Blendback TV. Stocks are down by just 0.4% on the S&P. We're down by 0.6 six on the NASDAQ 100 and Sylvanas this morning bullish on the big banks >> the outlook is very positive for the banks when you consider the real GDP growth probably comes in this year maybe around 2% but more importantly loan growth has picked up overall they're over capitalized going to be buying back stock and most of all you're still going to get regulatory relief in 2026 the profitability for the industry is very strong >> the bar was high for these guys coming into earnings season bank for American could just beat it. Danny has the numbers. Hey Danny. >> Hey John. The numbers look good. Let's start with net interest income. This is not only a beat for the fourth quarter, but it now represents a new record for net interest income for a quarter coming from Bank of America. That figure is 15.75 billion. The estimate was for 15.48 billion. I should also note that's above the guide that Brian Moahan gave just one month ago. So he primed this market for a surprise to the upside. The good news also for Bank of America is that their investment banking fees also outperformed. We recall yesterday that JP Morgan had a miss when it came to their saying that some of the deals were extended into 2026. That does not appear to be an issue for Bank of America. Investment banking revenue coming in at $1.67 billion. The estimate was for just under that amount. I should point out that their debt underwriting did miss, but their trading revenue that is a beat. $4.5 billion. 4.33 billion was the estimate. Compensation expenses, those are a little bit higher, but maybe the market can overlook that for now. We'll see how that plays out. This is also a Brian Moahan, which again just a month ago have been very bullish on the US consumer considering Bank of America's exposure. This is also important to call out. He continues that bullishness writing in this release with consumers and businesses pro proving resilient as well as the regulatory environment and tax and trade policies coming into sharper focus. We expect further economic growth into the year while any number of risks continue. We're a bullish in the US economy in 2026. No comments as of yet in this release about what the credit card look ahead is with that 10% cap. But again, just given Bank of America's exposure there, we'll be closely listening to both the media and analysts call whether Brian Moyahan and the team at Bank of America get into that. >> I think it's fair to say that seauite is a little bit more diplomatic and less confrontational. Danny, but I'll be all ears as well looking ahead to that earnings call a little bit later on. Danny, this seuite's coming off the back of an investor today. The CFO saying, \"We enter 26 focused on improved profitability, focused on driving core growth.\" How big is this year for BFA and the team? >> It looks like it's going to be another really big year. I mean, they are guiding for some serious big deals are involved in a railroad one that's going to be coming in 2026, which I should point out Wells Fargo is pointing to as well. But it's it's both sides of Bank of America's business, which they're leading to hoping for a big year. So for 2026, their net interest income growth is going to be f 5 to 7%. For the first quarter, they see that growth coming in at 1% too. They're expecting to deliver 200 basis points of operating leverage in 2026. Expenses, yes, those look up to be about 4%, but it's something that JP Morgan was trying to hint at as well, John, that they can become uh more efficient. They can get that productivity boost from different investments. And then you have the deals tailwind and what they see is still a strong economy. So this is a bank guiding to a very strong 2026. >> Danny Burer with the update. More from Danny later this morning. Remember City reporting earnings in about an hour from now. Chris Marinac of Johnny Montgomery. Scott joins us now for more. Chris, welcome to the program. So yesterday we had some decent numbers from JP Morgan, some pockets of weakness and the stock fell 4%. This morning we've got a series of beats from Bank of America and the stock is up by a few ten of 1%. Chris, is there something that we can take away from the early reaction to some of these decent numbers? >> Well, I think the market tends to sell the sell the news, John. So, I'm not surprised by that at all. I was enthused to see the very strong credit details at Bank of America just a minute ago. You know, commercial losses are down, overall losses are down uh link quarter. That's a very good thing. That's going to create some flexibility on credit costs for the company. So if they can continue to grow revenue both on topline spread as well as in the investment banking channel, it's a very good year for BAC. I think the stock has sniffed this out several weeks ago. So that's why you see some profit taking both yesterday and perhaps uh today won't be as bullish. But I think at the end of the day, it's still a very good setup for the first quarter and for the full year. >> The commentary for the full year is pretty solid. We're bullish on the US economy for 2026. Chris, is it that simple? If the economy does well, these companies do well. These stocks should do well. I agree with that, John. I think that absolutely is the case. It doesn't have to be rocket science when it comes to how banks act. You know, they're still inexpensive relative to the S&P. I mean, we used to see these stocks trade at 60 to 70% of the S&P and now it's less than 50. So, there still is a comeback on valuation. So, if you can have the economy move forward, these companies are poised to make a lot of money. There's real operating leverage in the business. And again, credit uh costs, I think, can be tame and that really helps the bottom line. Can they also be contained if we do get more populist policies out of Washington? I'm looking at their presentation. They've added 3.8 million new credit card accounts. Yesterday for JP Morgan, it was north of 10 million. Are they less vulnerable to some of these policies? >> Well, everyone's vulnerable in the big bank channel, I think, because there are um you know, a concentration of the only a few large banks who do credit card lending. Everybody else in the industry doesn't do much of it. The question is what will really happen with these credit card changes. I think a lot of proposals fall fall dead at the end of the day. So, I'm not convinced this will go through, but even if it does, I think these companies are very resilient. They're very well positioned on capital reserves, and I think ultimately they can pivot if they need to. >> Is there anything you don't like out of this report from Bank of America? >> Well, we'd like to see more deposit growth. Uh deposits were positive, but certainly we'd love to see more. You know, the industry had a really good fourth quarter on deposits overall, both in terms of US deposits as well as the money markets and the fund channel. So, you know, that te's up for good liquidity. I think we're going to see more earning assets growth as the LCR roles get a little lighter for the big banks. So, we didn't see that in the fourth quarter, but I think you'll see that in in 1 Q and 2Q. >> How do you want to play the sector this year, Chris? Looking across the big and small banks, looking ahead to numbers from City later this morning and Morgan Stanley and the likes of GMA Saxs tomorrow. So, John, the big banks have had a huge run in the last two to three months. I think your midsize and smaller banks are still in a catch-up mo moment. Uh, not that the large banks aren't going to do well, but I think that you can see a a catch-up trade in the midcaps. Um, that's one of the reasons we like the first citizens and fifths and even further down to Winrust and Pinnacle. Those companies can have a better uh valuation pickup. I think overall the business for all these companies will still be good for the year. From the standpoint of investor sentiment, do you think those smaller names are more insulated by the onslaught of headlines coming from the White House? >> Absolutely. And I think that the White House still likes community banks and I think ultimately that's going to help the small cap and even midcap companies. There is definitely a movement to support uh the the banking industry across all asset sizes. It's not just for the banks. When you look at the tra different policies coming out of the administration, trade tax deregulation, but at the same time going after potentially banks when it comes to this push for when it comes to credit cards and the interest rate cap, how do you think the banks rate doing business in this environment with this administration? Because there was a lot of excitement about deregulation and potential M&A and then all of a sudden there's been other policies that have been headwinds. So, the biggest change is just the examiner's attitude. Um, making M&A easier to close. Those are huge changes. I think the credit card changes are noise. Uh, it's unfortunate, but I think we'll fight that battle and move on to the bigger picture, which are that the examiners are going to be a little easier on the banks. I also think that M&A approvals are much faster than they used to be. And we can see large combinations. I mean what's PNC has acquired in recent months, Fifth Third and Comies up me too type of acquisitions in the regional banks. So that I think is very bullish. I think you'll see more activity uh because of the regulatory window that's now open. >> Chris, just quickly top pick. Give us some names. >> Fifth Third, First Citizens, Pinnacle, Win Trust, uh also like a Maris Bank ABC. >> There we go. Chris, thank you sir. Chris Marinac of Jenny McGomery Scott on the financials. Not just the big players, the smaller ones as well. A very big player delivered numbers just a moments ago. Bank of America. A series of beasts from them. And this commentary from the chair and CEO Brian Moahan with this to say. With consumers and businesses proving resilient as well as the regulatory environment and tax and trade policies coming in a sharper focus. We expect further economic growth in the year ahead while any number of risks continue. We are bullish on the US economy in 2026. >> Music to the ears of this White House as they have this affordability push ahead of the midterm elections. What I find interesting though is potentially this is you know the written statement what happens on the earnings call when you start asking more questions about Fed independent some of the more populist policies there has been this deregulatory push which the banks have welcomed they have really welcomed and tried from this administration but at the same time trade policies that's going to come sharper focus today at 10:00 a.m. A lot of this could be unwound in terms of the concerns Wall Street has had on trade policy if the Supreme Court decides this this morning to strike down the president's AIPA tariffs. >> The stock is positive in the pre-market up by 1.7%. That's the latest from Bank of America. Already this hour's numbers from Bank of America and numbers from Wells Fargo. In about 1 hour's time, we'll hear from City tomorrow, Morgan Stanley and Goldman Sachs. Later this morning as well, some economic data for you. PPI and US retail sales. We'll get that in a few hours time. Up next, we'll catch up with Andrew BS of Pimco, the former White House trade official Kukawit, Steven Kim of Everor, and David Kelly of JP Morgan. Asset management. The second hour of Bloomberg Surveillance up next. The speed limit on the US economy is inflecting higher. >> It's a winners and losers economy. >> The higher end of the K is dominating the overall picture for where the macro data is. >> The K-shaped economy, the K-shaped market continues. Inflation becomes a big part of the story. Again, >> this is Bloomberg Surveillance with Jonathan Pharaoh, Lisa Abramowitz, and An Marie Hordern. >> Live from New York City this morning. Good morning. Good morning from our audience worldwide. The second hour of Bloomberg Sured starts right now and your scores. The price action looks like this. We're down by 0.4% on the S&P. Potentially poised for a back-to-back loss on the S&P 500 for the first time this year. On the NASDAQ, we're down by 0.6. For the day ahead, it looks a little something like this. In about 60 minutes from now, we should get numbers from Cityroup. Look out for that. 30 minutes after that, we'll get data PPI and retail sales. And maybe, and I stress maybe, maybe later this morning, we get some Supreme Court opinions, a ruling on those Liberation Day tariffs. >> I have to say, if we get that ruling today and Davos's next week and they're struck down, that's going to be a whole different Davos for this administration, potentially countries lining up to renegotiate their deals. Today in focus clearly is the banks. Bank of America pretty incredible quarter for what they're looking at. And the commentary once again coming from the sweet seauite. I know there was some maybe some um shade thrown yesterday with Jamie Diamond, but in the earnings release, he did say we're seeing a resilient US consumer. Well, what is Brian Moahan saying today? Well, any number of risks continue. We're bullish on the US economy in 2026. >> The bar is really high for these bank names. The companies are doing well, but the stocks have already had a fantastic run, and I think we saw evidence of that with JP Morgan yesterday. Decent numbers, pockets of weakness. Stocks punish were down 4% this morning. Bank of America, very good numbers. stock is up by about 1%. On a morning like this morning, given the year we've just had for some of these names, you're going to need a tremendous beat to generate a big rally. >> That's true. They're talking about at least the CFO those strong liquidity and capital going into 2026. You do have to think about JP Morgan yesterday. They did have what was going on in terms of bringing on the credit card. Also, they have a lot of deal flow, but those deals didn't fish finish in time for the fourth quarter. So, potentially they will be able to bring in that revenue this year. And this is why I find the bank so interesting at this exact moment when you have Congress and the president. The president even calling someone like Elizabeth Warren, the president according to Axios having this text almost feels like a bromance with Zoran Manni, please add me to that WhatsApp chat if that exists. Then you have the banks at this moment seeing populist truth social post coming out of this administration. But a year where they were pushing for this deregulation push and it was off to the races for these financial lenders. This is likely to be a feature of the media call. The media call, by the way, is about 10 15 minutes away. It will be interesting to see how Bank of America handles some of those questions versus what we heard from Jamie Diamond and the team yesterday. >> Jamie Diamond was a little bit snarky, was he not to the president of the United States? And of course, the president was asked about it and he said, I think Jamie Diamond is wrong when it comes to the consequences. Jaime Diamond said that could be when it comes to Fed independence in question. Maybe Brian Moyahan will take a little bit more of a different approach saying we're going to wait for this to play out at the moment. Look at what the financial markets are telling you. Financial markets at this moment are not pricing in a Turkey, Argentina, central bank of the United States. They're just not. >> Not at all. The 10 years are 415. Yields are down this morning by three basis points. 30s are at 480. Yields down at the long end by three basis points. Coming up this hour, we'll catch up with Andrew BS of Pimco as big bank earnings roll in. We'll speak to the former White House trade official Kate Kucawit on a potential Supreme Court tariff opinion and we'll catch up with David Kelly of JP Morgan Asset Management as President Trump ramps up the pressure on the Fed to cut rates. We begin this hour with stocks holding steady following an earnings miss from Wells Fargo and an upside surprise for Bank of America. Andrew BS of Pimco expecting economic resilience for the year ahead writing there are good reasons to expect some broadening growth but the trend towards winners and losers is likely to persist. Andrew joins us now for more. Andrew, welcome to the program, sir. Good to talk to you because I want to talk about one thing, something really, really boring, which traditionally is not how we start a conversation, but that really, really boring thing is the 10-year Treasury. And Andrew, I'm looking for an explanation. Why are things so quiet in the Treasury market when things are so noisy everywhere else? >> Yeah, so we've had a pretty um well established range for a couple of years now. And um uh there is an awful lot of um news, you know, awful lot happening. We've had a 6 months worth of news it feels like in the first couple of weeks of the the year. The market um Treasury market um um you know pretty calm in the uh in the face of the latest challenges to the the Fed um and and all the other things going on. The the interventions in the mortgage market is a you know significant positive um we would think in terms of the the agency mortgage market. I think in broad terms you have um inflation coming down growth um uh resilient and you know quite quite possibly broadening uh beyond just the um the AI the capex the data center part of the economy particularly with the fiscal support in the in the first half of the the year. So, a pretty reasonable um outlook and um in spite of the the challenges we've seen um um the economy doing quite well um in spite of the the tariff situation, but winners and losers. Um you see weakness in the in the labor market, caution uh on the on the part of hiring decisions um um across the um economy. So it remains, you know, a difficult uh outlook to judge, but o overall pretty resilient in terms of the US outlook. >> So Andrew, let's take the headline stuff and I'll turn back to the bond market a little bit later in the conversation. So headline growth great, decent, and it has been for the last several years. Is the disparity beneath that's getting the attention of politicians, Andrew, as they seek to address that inequality, will that shape outcomes for topline growth? Well, I think you again across sectors in credit markets, you you need to look at winners and um losers, we're going to have it looks like ongoing policy announcements um uh aimed at affordability in the US. So, we have to take these um um to have to take these um um as they come. I mean when I step back um the the 10-year Treasury or or you know broaden that to the the market in the US um uh the US bond market aggregate type um funds uh you can get 6% uh plus in terms of the the yield. So this looks very good we think uh in terms of the return that investors can can get in an environment which is you know is still tricky is still difficult in terms of the crossurrens the the winners and losers the the policy uncertainty and at a time when when starting valuations for for equities look you know pretty full um particularly for the US market. So being able to get paid six or you know maybe 7% for a highquality bond fund uh looks um looks very good given the domestic uncertainties given the international um uncertainties we're all facing. >> Well, there's a question mark about Trump's tariffs for today at 10:00 a.m. And the tariffs have generated about $171 billion of revenue for the US Treasury. If we have a Supreme Court decision today that rules AIPA illegal, do you think that could move the bond market? I think the expectation is that um pending the the um the Supreme Court um decision uh if if this goes against the administration, there are other ways that the administration can um uh reinstate um similar levels of of tariffs. So so yeah, there'd be uncertainty. you could have some reaction. But I think in broad terms um um the expectation would be that you recreate um similar tariffs, similar revenue um raising um just in in a in a slightly different format. >> The other drama in Washington DC and Jonathan started out talking about how the 10-year Treasury yield has been quite boring. Why do you think we're not seeing bonds move on this concern about Federal Reserve independence? So I think it's you know the baseline and the the risk case. So in the baseline um yes there is noise um around um the the Federal Reserve you know the the reappointment sorry the new appointment of the the Fed chairman this year is very important. Legal challenges against the sitting um um uh chair certainly are not what you'd want to see from a from a bond market point of view. But in the baseline, it looks like this is is probably more noise. And then in that environment, the Fed is is priced to get down to about just above 3% um um this year. No, it all looks pretty reasonable. 3% for the the terminal rate, 4% for the uh the 10-year Treasury looks 415 for the 10-year Treasury looks um looks very reasonable. And then you've got the the risk case. Um and it's you know from my point of view hard to see um Fed hikes um with the information we have um this year and probably risks um towards lower terminal rates. So you can position um for that on the on the yield curve. You can be long the the front end of the curve, the 5-year part of the curve. You can consider a curve steepener. Um and you know that's been working um over the past um few days. although you know the the level of long-term interest rates is becoming more attractive. So I think you can position for this uh markets have given um a lot of um credibility or or or ascribed a lot of credibility to the Fed um in terms of the strength of the institution. I think that's that's right in the baseline. Um uh even with the change in the Fed chair, it's just one among the group that make the decisions. But the risk case um I think is towards lower uh interest rates and we can position for that and we you know PIMCO we are positioning for that across our portfolios. >> Andrew are you positioning for higher rates elsewhere in places like Japan? >> Well I think it's really interesting because after you know we had this period since um 2008 where you had um um you know very high levels of correlation um central banks um stuck at the the lower band or the QE etc. And now it's much more interesting I think in terms of global macro. Uh you have countries where there may be tightening this year. Japan is priced to to tighten. Uh Australia priced to to tighten. Europe, you know, Canada kind of in the middle uh probably done close to neutral. The Fed, the UK um priced um to ease, emerging markets um priced to to ease. So you have um a you know really good environment I think for crossmarket positioning uh global diversification given all the uncertainties the challenges we've we've talked about global uh diversification makes um even more sense than um normal in this um environment and at the front end of the curve um different um curve uh steepening trades um across country there's lots of um opportunities politics driving markets in Japan. Uh again at the start of the year, the um the clear indication of a snap election to come. Uh the the um the um the prime minister hoping to get a a mandate for more active fiscal policy, differential fiscal policy uh across countries, you know, um uh fiscal loosening uh Japan, US, Canada, Germany. Uh they're trying to tighten in the in the UK and France uh tends to be tighter on the emerging market sides. those active managers, you know, lots of opportunity here uh for the cross-country um uh relative value trading. >> Andrew, just a final note on Japan, if I may. For much of our careers, the Japanese government bond market has been an anchor to global bond yields and it feels like it's anchors away, particularly over the last few weeks given developments in Japan, as you indicate the prospect of snap elections and maybe more fiscal stimulus. Andrew, how insulated is somewhere like the Treasury market to the forces building in a place like the Japanese government bond market? >> Well, I think that's that's interesting. That's actually a pretty good way to start a fight at our um investment committee because we have different views. But you you do you certainly see spillover from um Japan to the um the rest of the world uh driven by the long end of the curve also also um potentially the the front end of the curve. Um I think that you know the steepness of the the curve in Japan is very interesting. Uh you see this you know leading um uh in terms of the global uh curve shape. Other countries um have been moving in in that direction as well. I think I think there's some spillover when you when you quantify it. It's not it's not huge. But um uh the potential volatility from Japan this year is just uh you know another uh cause you know uh for for interesting uh markets and probably good opportunities. >> Andrew I'm loving our fighter you know that. Who wants to fight at Newport Beach California? I mean like no one wants to fight over there do they? >> No absolutely not. >> It's a beautiful place. >> That's a great gig. >> Andrew thank you sir. Andrew BS of PIMCO the latest on the bond market. Here's the latest from Apollo to Slo just published in moments ago. Give me some time just to work through this note. In 25 we worried that the trade war and immigration restrictions would lead to stagflation. With those headwinds fading, the list of tailwinds keeps growing and we're starting to worry about overheating in 2026. Torston goes on to say the bottom line is that there are significant upside catalyst to growth and inflation over the coming quarters. And he offers a list of 10. So I'll share a few of them. So the trade war uncertainties fading, strong AI and data center spending, high AI stock prices boosting wealth effects for consumers, dollar depreciation, falling oil prices, throws in the World Cup, and then points to the one big beautiful bill. >> He didn't say it, but he's basically saying the subtext of all of these is it's an election year. It is a midterm election year, and this White House is throwing everything at the wall to try to get cost down because affordability continues to be number one when it comes to polling. Also interesting, this comes from Torston Sllock, who I think is the White House's favorite economist because remember he said Trump fooled us all when it comes to the trade tariff negotiations because when it comes to inflation, it has only been a one-time price shock. That's it. >> That's the latest from our friend to Slug over at Apollo. If you're just joining us, futures negative down by about 0.4% on the S&P. With an update on stories worldwide with your Bloomberg brief is Vonyie Quinn. Hey Vonyie. >> Hey John, thank you. Bank of America rising in the pre-market after its fourth quarter results beat Wall Street estimates. The bank topping analyst expectations on net interest income and investment banking revenue. Bank of America CEO Brian Moyahan saying he's quote bullish on the US economy in 2026. The Supreme Court expected to release opinions at 10:00 a.m. Eastern this morning and we are waiting for the court to rule on the legality of President Trump's so-called Liberation Day tariffs. Justices will decide if the White House bypassed Congress to unconstitutionally tax trade. President Trump continuing to push for US ownership of Greenland. The president posting on Truth Social this morning, NATO should be leading the way for us to get Greenland. Trump's statement comes ahead of a meeting between top diplomats from Greenland and Denmark and Secretary of State Marco Rubio and JD Vance, the vice president in Washington this afternoon. And that is your Bloomberg brief. John. >> Hey Vonnie, thank you. More from Vonnie in about 30 minutes. Up next on the program, bracing for a tariff decision. >> You have the Supreme Court now going to rule on whether or not we can use tariffs. Can you believe this? Brought a case brought about by people that are Chinaentric, foreign. We'll figure something out if we don't win. But we should win. >> That conversation up next with the former White House trade official Kate Kucawitz from New York City this morning. Good morning. Stocks are a little bit softer for a second day. We're down by 0.4% on the S&P on the NASDAQ 100 down by 0.6. And the surveillance this morning bracing for a tariff decision. You have the Supreme Court now going to rule on whether or not we can use tariffs. Can you believe this? brought a case brought about by people that are China ccentric, foreign centric, but China centric. I wouldn't want it if I was China either. You know, China's our one of our biggest taxpayers right now. We'll figure something out if we don't win, but we should win. I mean, we should win. >> So, here's the latest this morning. The Supreme Court's ruling on President Trump's Liberation Day tariffs could come as early as today. Bloomberg's Tyler Kendall joins us from Washington. Tyler, is today the day? >> Well, John, it might be. And some are pointing to the fact that the Supreme Court has already acted in an expedited manner. That today could be the day we get the decision. Plus, the White House has asked the justices to prioritize this, arguing that the current situation is jeopardizing foreign policy and ongoing trade negotiations, not to mention the billions of dollars tied up in them. The Supreme Court here is deciding on the legality of President Trump's tariffs imposed under AIPA, the International Emergency Economic Powers Act. And they really have two questions in front of them. One, does the president have the authority to invoke AEIPA to impose tariffs? Has never been done before. It's typically used for sanctions. And two, if he does, did he invoke it correctly? Were the national emergencies that he declared reaching that legal standard of an unusual and extraordinary threat in the case of the so-called reciprocal tariffs? He cited persistent trade imbalances. This is also setting the stage for a potentially very complicated tariff refund fight. As of last month, the administration recorded $133 billion tied to IEPA tariffs alone. Our analysts at Bloomberg Intelligence say that if tariff refunds are issued, it will likely disproportionately impact apparel and toy companies. But John, one thing is for clear, no matter how the Supreme Court rules, officials say that tariffs are here to stay. They could invoke more section 232 tariffs over national security concerns or section 301 tariffs over unfair trade practices. It's just that officials like to say that IPA gives them the most flexibility. >> Tyler down in Washington in the nation's capital. Tyler Kendall, thank you. The former White House trade official Kukawitz with this to say in a loss scenario, President Trump's focus will likely shift to generating wins in existing agreements through stakeholder engagement and sector specific investigations. Kate joins us now for more. Kate, welcome. this line from the president. We'll figure something out if we don't win. If they don't win, what does figuring something out look like? >> Well, I think what's exceedingly clear, including in the clip you just played, is that President Trump is not going to let these tariffs go if the Supreme Court rules against him and his usage of AIPA, he has a number of other tariff authorities that that were just mentioned that he can use to impose the tariffs back up to the same levels. And and certainly he signaled his intention to do that almost immediately. Do you think we can have a split ruling? How is the fentinel crisis not a national security concern or or a national crisis? >> Yes, that's a really important point and and I think we may well see a split decision if in fact the Supreme Court issues its ruling today. Uh you'll recall that the president has imposed tariffs for a number of reasons. He likes to use them for lots of reasons including uh issues like the fentinel crisis, the border crisis. Those of course were the first AIPA tariffs that he imposed after he started his second term. I suspect those may be a bit more safe frankly in a Supreme Court ruling because of course the Supreme Court has ruled in his favor in the past that the border did constitute a national security crisis. So we may end up with a decision today that rules against certain tariffs, those imposed for trade deficits and retains other tariffs. So, it will be really important, I think, to take some time uh to analyze whatever the Supreme Court puts out before before companies make decisions about what to do next. >> So, let's let's look at the ones that potentially could be struck down today, the reciprocal tariffs. Does the president go back to the negotiating table with different countries or does he just try to look at things that have withheld going after sectors like he has with autos? >> I think it could be a mixture of both. And the sector tariffs like the auto tariffs that you mentioned and and other sector tariffs on things like steel and aluminum have provided durable leverage for the president to negotiate on tariffs. So those tariffs are not under discussion and they are not under threat. So they remain really important pieces of leverage for the president to go to trading partners and say let's make a deal. uh in fact the agreements that he struck with the European Union, Japan and Korea and others have focused really more on the 232 tariffs than on the IEP but tariffs. Those economies of course agreed to higher tariff rates overall on their goods to the United States, but I don't think the Supreme Court is going to impact that particular situation at all. >> Kate, there's another section 338. Has it ever been used? And isn't it just as blunt as AIPA? Could that also then have legal issues down the road? >> It could. Uh, you know, we do have other authorities. 338 is one. There's another one called 122. These are authorities that the president's team has spent a lot of time contemplating. Uh, I think they are absolutely on the table for this plan B scenario that the administration has described. You know, both don't have perhaps the the flexibility that AIPA has, which is why the president really prefers AIPA. Um but but they're absolutely tools that they could be used. 338 is tied directly to to you know trade disturbances that happen in other economies. You'd have to go ahead and make cases. Um but I but I do think the president is is willing to use these authorities that are untested and and as you point out I suspect folks are thinking about how to challenge them if he does in fact use them. >> Okay. We've been offered lots of justifications for these tariffs to raise money. We've certainly seen the government raise a lot of money through them. The other issue to bring manufacturing back home well justified along certain sectors. I think we understand that issue now and the president's done a lot to really highlight those problems. Kate, the bigger issue though, I think for the global economy was getting China to change its economic model. This record trade surplus we've just seen through 2025, even with a massive drop off in exports to the United States. Kate, why is it proving so difficult to get China to change? Well, I think that's because lots of economies like cheap goods. You know, I think the president has said repeatedly and I think is right that if we are going to confront Chinese policies, it has to be done as a group of like-minded countries. Uh this is why you see the president and and the trade team articulating an initiative in these trade agreements on something they call economic security, which is usually policies geared toward China. The United States, I think, understands that it can only do so much to impact China. We have cut our trade goods deficit with China through these actions. But, as you point out, China has found other markets to send its goods to unless and until other economies join the United States in imposing policies directed at China, I think China will continue to find markets. >> Kate, appreciate it. Thank you, Kate. Kucawitz, a strong take at the end there. And Hollow, the manufacturing base of Europe, might be where this continues. But she's right. China will continue to dump wherever they can. They're going to find those markets. Even though, to your point, there's been a massive drop off on exports into the United States. >> Up next on the program, we'll catch up with Steven Kim of Evercore as the housing market weighs the impact of government intervention. facing down the prospect of back-to-back losses on the S&P for the first time in the new year. Equity futures on the S&P 500, negative through much of this morning so far. We're down by a third of 1% on the S&P. We're down by 0.5 on the NASDAQ. Lots of newsy headlines in the last 24 hours. Plenty of noise. And yet this in the Treasury market, which is just unreal. The 10-year bond yield going absolutely nowhere. Just rangebound over the last several months. a five, six, seven basis point trading range on a closing basis for the year so far. 4:15 on 10. We're down by three basis points. 30 is down by two. More data in 60 minutes. We'll get PPI and retail sales. Where you're seeing plenty of noise. Guy Johnson in London earlier on this morning saying, \"How to price the crazy, you do it in metals. Gold up by 1%, silver up by five. Record highs across the board.\" And what's so interesting about this is the records we saw last year set for gold and silver. Gold up 65%, silver up more than 100% last year, the best year since 1979. This is part of potentially the debasement. You're concerned about deficits. On top of that, you see factory orders in China. On top of that, you see the AI built AI buildout in the United States coming from a push from this administration as well as the tech companies. And you think this is a place to hide out as well as potentially used in the physical market. So why not you just pile in >> more records so far this morning as we count you down to the opening bell. Let's get you some single names as well with your morning movers. Here's Yahihara. Hey yhara. >> Hi John. As you said plenty to get through and including bank earnings. We start on a positive note with Bank of America. Shares are up 8/10en of 1% after it blew past estimates for net interest income. Trading revenue also coming in strong. and CEO Brian Moahan saying that he is bullish on the US economy, which of course is a meaningful signal from a bank so closely tied to everyday borrowers. Meanwhile, it's a different story for Wells Fargo. Shares are down 1.8% after it missed on net interest income. That and higher severance cost weighed on the quarter leading to a profit miss. And this this of course is a bank that is under transition after the Fed of course lifted its asset cap last year. So, it's been slashing headcount to refocus to focus on areas like investment banking. So, that is leading to some near-term pressures. And we end on Netflix with the media saga not over just yet. Uh Netflix shares are up 1.6% on our reporting that it is weighing making an allcash offer for Warner Brothers Discovery as it aims to speed up a sale as this saga has grown increasingly contentious. Just this week, you had Paramount Sky Dance saying it was suing and that it was planning to nominate uh directors to the board. So, Netflix trying to end this drama. John >> Yara, thank you. Appreciate it. Yara noting some decent numbers out of Bank of America a little bit earlier this morning. The media calls underway and as everyone anticipated, these questions were going to come up about credit cards and interest rates. Danny joins us now for more. Danny, Bank of America seems to be handling this a little bit differently to what we heard from JP Morgan yesterday. Yeah, the the polar opposite in that they don't clearly want to comment on it. The CFO speaking just moments ago on the media call that I was listening to, Alistister Borthwick is, as you would assume, it was the very first question. How do you feel about this proposed or attempted enforcement of a 10% credit card cap for interest rates? Uh CFO Borthwick goes on to say, \"We're supportive of what the administration is doing around affordability.\" He goes through the Bank of America history saying that we do things like trying to limit overdraft fees. We have various product suites to help Americans exactly with this with affordability and we are standing by the administration to help them. But on this specific issue of credit card caps on interest rates, they say it is firmly in the public debate arena and that the issues are well understood and nothing more to add. So clearly stepping away. I should say the second question they got was one on politics too saying are are you ready to support clients in Venezuela for various oil projects there the CFO also decides not to engage saying yes of course we are willing to do whatever it takes to help our clients around the world but it's too early to say anything on this I should note that they got an additional question from our very own Paul Davies around just the health of the consumer and the CFO very bullish on this too saying that all metrics tell us that the consumer is resilient remains in great shape. No sense that they're borrowing more. Savings are normalizing. In fact, checking accounts are growing over the course of the year. They're spending really well. So, bullish on the consumer, uh bullish on consumer affordability, let's say, but uh declining to engage in the politics of the moment. John, >> obviously, we'd prefer the alternative, but that's a communications clinic and how not to make headlines. Danny, thank you. Danny Burgerer there with the latest on Bank for America. on a radar this morning. President Donald Trump dismissing criticism from the JP Morgan CEO Jamie Diamond about the DOJ's probe into the Federal Reserve. >> I think it's fine what I'm doing and we have a bad Fed person. He was extended by Biden and yeah, I think he's wrong. I think it's wrong. He's uh he's done a bad job. We should have lower rates. Jamie Diamond probably wants higher rates. Maybe he makes more money that way. The president facing bipartisan backlash over the investigation that could complicate the process of replacing Fetch Hal later this year. Elsewhere, Amazon looking to reduce what it pays suppliers ahead of a potential Supreme Court tariff decision. The Financial Times reporting the tech giant is moving to reverse some of the measures used to ease the impact of President Trump's levies. And finally, the vice president JD Vance and Secretary of State Marco Rubio meeting with diplomats from Denmark and Greenland at the White House today to discuss US demands for the territory. President Trump posting on True Social this morning, \"America needs Greenland for national security.\" >> And he's making the case in this post that NATO becomes more formidable and and effective if Greenland is in the hands of the United States. Now, the Danes are going to show up and they're going to say, \"Sir, there's a treaty dating back to the 1950s that basically we give you the right to come in and have a defense posture on Greenland.\" So, this all feels worthless. But obviously, they need an off-ramp to keep the president at bay. And the president has made this point in his first term. So, I imagine they would have been expecting this to come. One, they can say there's US military presence there. Add on, bring more troops. We are happy for you to make this a fortress. Second, they could do something that Ukraine did, which is offer a minerals deal. The president is keenly focused on minerals and rare earths, especially as you see China pulling back those exports into the United States. >> That's the focus on the international stage. Here's the focus on the domestic stage, affordability. President Trump ramping up his big push. >> In the coming weeks, I will be laying out even more plans to help bring back affordability. As part of those efforts at Davos next week, I'm going to provide much more detail about our housing policies so that every American who wants to own a home will be able to afford one. This will include a ban on large institutional investors buying up single family homes all over the country and making it impossible for people to buy a home. Steven Kim of Avacore ISI writing this. A potential worry is that government intervention will bring renewed pressure on the large public builders to increase production more than they otherwise would to the detriment of their margins. Steven joins us now for more. Stephen, good morning. >> Morning. >> Thanks for dropping by. It's a very important story for Americans, housing affordability, and the president's trying to address the issue. Can we talk about the issue? Where do you think the problem is on the demand side, access to credit, on the supply side, building enough homes? Where do you think there is an issue right now? >> Sure. Well, I think that there's some obvious things which is that home prices rallied very dramatically post the pandemic and wages haven't risen that much and you also had mortgage rates which also more than doubled, you know, after the pandemic as well. You put the two things together and you have things that are much less affordable than they were within recent memory. Obviously, I think everybody understands that there's not a lot they can do about home prices. They actually don't really want home prices to start going down in a measurable way, right? But they can do some things on mortgage rates and they have been doing some things on mortgage rates. Um we'll I'm sure we'll touch on that. The other thing to your question is to remember that home buying is not just math, it's mental. If you're worried about your job, the last thing you're going to do is go out and buy a house. And in fact, if you look at the surveys at the number of people who actually are worried about their job losing their job in the next year, it's actually at very high levels. And so that's another impediment to affordability. And I think it's been a lot of the instability uh that that people have been feeling that is also causing them not to buy. That's not so easy for the government to fix either. >> When it comes to the large institutional investors, they're about 2% less than 2% of the housing market. The president has also directed the FHFA to buy mortgage back securities. Is that helping? >> So, one of them is not helping, the other one is helping. Um so, the the institutional investor angle is something that I think is more of a fiction than it is a reality. So, um I would sort of say that that's not something that you should think too much about. Um although >> psychologically it sounds good to the everyday American. >> It sounds wonderful. Uh yeah, not necessarily going to make a big impact, but it will actually have a slight detrimental impact to the builders, the large public builders who maybe we estimate maybe sell about 5% of their stuff to investors. So that's that's actually probably not a good thing for the builders and it's kind of a nothing burger for the market as a whole. The mortgage rates, however, is a big thing for everybody. And so we've seen the mortgage back security purchases uh push down immediately. It pushed down the mortgage back uh security spreads over treasuries by 20 basis points. A really big move and it brought mortgage rates down slightly below 6% briefly. The problem is and we wrote about this is we uh our contact suggested that that was probably too big a move. Other people were saying ah it's not big enough. It could actually be 50 basis points. You could see that having the effect but we're not so sure. The key issue is that 200 billion sounds like a lot, but if that's all you get and there's nothing after that, then it's not going to have that big of an impact. >> They've already been buying last year's about north of 230 billion. And then Bill Py was on and when I asked him about the cap, he said everything's on the table. Maybe they would lift the cap. So what if they go above that cap? >> So that is exactly what prompted people to say, \"Oh, this could be a big thing because 200 billion is just a starting thing, right? And then you can lift the cap and do more.\" Here's the thing. They have 200 billion in cash. That's where the cash is coming from to buy it. What about the next whatever? Let's say they do another 200 billion. They raise the cap. Where's that money coming from? You got to borrow. You got to pay interest and you got to hedge that interest rate risk. Guess what? That's expensive. In addition to that, you got the Fed, you got I'm sorry, you got the GSC's coming in. They're a big voracious buyer, but they're existing MBS buyers out there, right? You might you're going to see probably the MBS buyers step back. So, you could have more displacement than you actually have net addition. And that's another reason why you might not see the spreads come down as much as some people hope. >> So you're sympathetic, I'm sure, to the problem for investors right now. This sector's got a target on it. Yes. >> How investable is it when you get whipsawed from headline to headline every day for the year so far? >> Well, I think another critical thing to keep in mind is what uh the Bill Py spoke about last night uh which is that he believes that the builders should refrain from doing share repurchases much like what they did about the defense stocks. And when I saw the defense stocks, uh, you know, the the the the thing from, uh, Trump about, you know, directed towards the defense names, I was like, \"Wow, you could just ex just take that exact document and just put home builders in there, and that's basically what I think you're going to get.\" And by the way, the builders bought back 10% of their shares almost last year. They're big repurchasers. It's a big part of the home builder story. So, it's a really noxious thing for them to wake up and read about. kind of awkward that this address might happen in Davos because you're gonna he's going to be addressing people that pay some of them a million dollars to join this World Economic Forum which the president I know thinks is some elitist globalist cabal. What do you think he's going to say? >> So in in Davos he's he's sort of teased um that that he's going to announce some of the biggest you know housing reform things in history. Um but they've already I think you know they were kind of I think they couldn't quite contain their their enthusiasm and so they they put out a couple of big things already and as I said the MBS thing is actually a pretty big thing. Uh in addition what they could potentially do is they could announce that they're going to lower G fees which is the fees that Fanny and Freddy charge for their services. Um G fees are about 40 basis points higher than they used to be but don't think that you're going to get 40 basis points. I think if they tried to do that that would get a tremendous amount of push back. I'm guessing maybe you get 10 basis points out of the G fees. There's some other things they could do like open federal lands. I don't know, maybe Greenland might be on the map here for that. That I don't know how helpful that would be, but we'll see. Um they could open federal lands for home building. >> Cold. >> A little cold. Yeah. Um there's some tax credits he could announce. I think that would get the biggest, you know, excitement, but the thing is that requires Congress to say yes. >> Stephen, it's good to see you. Plenty of issues to start the year. Steven Kim there of Ever on the housing market. Let's give an update on stories elsewhere this morning with your Bloomberg brief. Let's cross over to Vonnie Quinn for more. Hey Vonnie. >> Hey John, thank you. The majority of Venezuelans want Maria Karina Matado to run the country. A survey from Atlas Intel finding that more than 51% say Matado should take over. The findings are contradicting President Trump's claim that the opposition leader does not have the country's support. Matado is set to visit the White House tomorrow. Elon Musk's Starlink satellite service is offering free internet access in Iran. The move comes amid the country's deadly crackdown on protests and days long internal blackout imposed by the regime. While Starlink receivers are prohibited in the country, many have been smuggled across the nation's borders. Sachs filing for Chapter 11 bankruptcy protection, giving the retailer the chance to reorganize its business, clear debts, and potentially find a buyer. The company announcing that Jeffrey Ran Rimdon is replacing CEO Richard Baker who had been in the job for just two weeks. And that is your Bloomberg brief. John >> and Vonyie. Thank you. More from Vonyie next hour. Up next on the program, the case for lowering interest rates. >> In the old days, when you had good numbers, interest rates would go down. When you had good numbers, the market would go through the roof. That's the way we're going to make it again. Our growth potential is unlimited and it could be much higher. We'll talk to David Kelly of JP Morgan about the difference between corporate credit and sovereign debt in just a moment. From New York City, good morning. numbers from Croup in just a moment. We'll hear from them in 13 minutes time. 30 minutes after that, we'll get some data. We'll get PPI and US retail sales into it. The scores shaping up as follows. Equities a bit softer, down by a third of 1%. If you're just waking up this morning, we're down by 0.5 on the NASDAQ. Under surveillance this morning, the case for lowering interest rates. In the old days, when you had good numbers, interest rates would go down. when you had good numbers, the market would go through the roof. That's the way we're going to make it again. Our growth potential is unlimited and could be much higher if we went back to sanity. We're talking about the head of a Fed of the Fed and I want somebody that when the market is doing great, interest rates can go down because our country becomes stronger. >> So, here's the latest this morning. The president touting his economic accomplishments while continuing to make the case for lower interest rates. Start Kelly of JP Morgan Asset Management writing, \"We expect the Federal Reserve to take its time in implementing further rate cuts with two in total for 26 and a further cut in 27. We believe this will be the case even with new Fed leadership.\" David joins us now for more. David, welcome. We can talk about the rate cuts. Let's start with the economy. What's the outlook for 26 for you and the team? >> Uh, it's pretty solid. Uh, I think that we're going to have income tax refunds flooding in uh over the first half of this year. I think we quite possibly will get a tariff rebate check to sort of keep the economy stoked in the third quarter. So, we're looking for the first three quarters of the year to be close to 3% growth. And then by the fourth quarter, I think things fade and if if Democrats take over the House and you got divided government in 2027, I think you have slower growth. I'm looking for about 2% growth, maybe more than that. Maybe 2 and a half% growth for uh 2026 and then slipping down to about 1.5% growth for 2027. >> Well, let's round it up to three for 26. Let's work with some strong numbers, David. Let's say things are going to be great, solid economic growth. Typically, that's not a backdrop where the Federal Reserve is cutting interest rates. What do you make of these comments from the president where he says in the old days when the numbers were good, interest rates were lower. What's he getting at? Well, of course, you've got good numbers in inflation, good numbers in growth, and those two things have opposite effects in interest rates. But, you know, getting back to your previous discussion, you know, with your guest on affordability. Why do we have an affordability problem? It is not because mortgage rates are too high today. It's because mortgage rates were way too low for the in the decade after the great financial crisis. You know, if you look at the the the last few years of uh of the 201s, we had these super low mortgage rates. You get a mortgage at 3%. What did that do? It caused home prices to skyrocket and that's the problem. And then when you get back to normal mortgage rates and these are just normal mortgage rates that we have today. There's nothing unusual or inappropriate about them. The problem is the average person cannot afford to buy these really expensive homes even with average mortgage rates. So the problem isn't the mortgage rates today. It is where the mortgage rates were before and what that did to home prices. >> David, following on Jonathan's point, the president talking about the old days. Are you saying basically what he's talking about is pre the great financial crisis? >> I'm, you know, I'm gonna dodge what he means by good numbers because it's, you know, I'm not going to try to be to parse that too much. What we know is there there's what we know is that interest rates today are not particularly high. Um, if you get super low inflation and particular if you get super low inflation, the economy goes into recession, then interest rates might come down a bit. But I think we're sort of obsessed with getting rates down to inappropriately low levels. I think that causes asset bubbles. And if you think about what's really cursed the economy over the 21st century, it's been asset bubbles. So, let's try and avoid that. >> But you do think we're going to have two cuts this year. >> Yes, just about. It's a close call. I I think that uh we the Fed could give us one cut in the first half of the year. We'll have to see how that that plays out. I think the the decision by the Supreme Court on tariffs would be quite important in that. If the overall level of tariffs comes down, that should take some pressure off inflation and that might allow the Fed to cut rates once in the first half of this year and then right at the end of the year, I think you could get another cut in December if inflation comes back down to 2%, which we think it could uh by the end of this year. So, if that if that all plays out, you might get two rate cuts this year, but the Fed's in no hurry to cut rates. And whatever the the president does in terms of appointing a new Fed chair, um the Fed won't be in a hurry to cut rates. So David, the growth profile that you've described is decent growth for this year and a slowdown into 27. Now the market arguably equities have been priced for that better growth profile for this year. In fact, the market's been focused on 2026 and better growth for quite a while. When does it start to pick up on your story, the next leg of things, which is the deceleration into 27. >> Well, I think I think this is a market that's very hard to depress. Uh I think you know over the years because of embedded capital gains, because of money pouring in from 401ks, because of money pouring in from stock buybacks, you've just got a huge surge in demand for equities a not a lot of money coming out of the market. So you know, I think the market's pricing in a lot of good things here, but I don't really think it's a macro outlook that that is is the greatest risk to the market. I think that the greatest sort of economic and financial risk to the market is that something goes wrong with the AI hyperscaler story. uh because I think a lot of market enthusiasm is centered around that. Uh but for the moment I don't think the macro numbers are going to shake this equity market. >> Something did change with the market reaction function with regards to the AI tech story David when we started to get capex numbers and increased spending and the stock market started to push back. How do you think the market's going to approach investors will approach earning season from the major tech players and those with exposure to this theme? Well, I think I think they want they'll want to make sure that, you know, can companies actually afford to do this? Because there are questions about, you know, if you go a few years down the road, are all of these companies uh and I'm not going to mention individual names, but are they all going to be solvent? Because there can't be that many winners in the AI story. you you've got all you've got like five or or even domestically, you know, five big companies trying to chase after generative AI and um they can't all they can't all win and there is a question at some stage about does do some of them get into too much debt. So I think the market's going to be very focused on that story and also sort of the circularity in terms of you know everybody's capital everybody's capital spending in the tech sector is somebody else's revenue so that that you know you can depreciate the capital spending the revenues all go straight to the bottom line and so it is this huge flurry of capital spending is actually inflating profits in the tech sector. I think people are aware of that. >> David is that an issue for 26 or an issue further out? I think it's I think it's probably more of an issue further out. The the difference I think that one of the biggest differences between now and the the.com bubble is you do have massive cash flow from these hyperscalers which can keep the party going uh even if people have some doubts about the long-term viability of the party but there's enough cash to keep it going which wasn't the case back in the com bubble. >> David appreciate your time as always. Thank you sir. David Kelly there of JP Morgan asset management on the interest rate backdrop the future of the economy and what's going to happen with AI. Now he wouldn't name any companies but I think for a lot of people coming into the new year focused on the funding needs of one company open AI and whether we get some push back for the year ahead. >> Gil Lauria basically is talking about how that's the litmus test for this entire trade of this entire market open AI how well will that IPO be received? You also have to think they have a lot of cash flow, but the president's basically saying that these companies might have to subsidize American consumers electricity bills. Now, a lot of this is populist ideas going out to the midterm election, but if you're a tech company, you got to start thinking about that. >> Look, the president's got a curious take on interest rates. He seemed to believe based on those comments that if the economy is doing better, we should be borrowing at lower interest rates. And of course, for a lot of people that follow developed markets, sovereign debt markets, that's not how things work. That's how say a corporate debt security would work. That if the profits are good, the numbers are good, your borrowing costs will be lower. Of course, the Treasury market doesn't work like that. And the Federal Reserve certainly doesn't work like that either. So, this just sets you up for more tension further down the road. And for an individual that's hosting interviews, holding interviews at least over the last month, I just wonder, I'd love some insight into the kind of questions that were asked these potential Fed candidates as those interviews continue. Well, maybe we can get some insight because Rick Reer, who is a frequent guest of Bloomberg, is having his interview supposedly tomorrow with the president and he's the last one to have this interview. Maybe he can share some insight on the questions that are being asked. I know the number one is, will you cut into? >> I imagine he's not going to tell us anything. Rick's a good guy. Best of luck to him for the next 24 hours. Up next on the program, we'll catch up with Alexman of Barclays, the Dout CEO, Ed Bastion, sitting down with Lisa. Look out for that in about 20 minutes time. We speak to Sarah House of Wells Fargo and David Rubenstein of Carl. >> The next bullish catalyst, the earning season, >> earnings expectations for Q4, the bar is actually pretty low. >> The fundamental issue is really about earnings. realization. >> This is a moment of pause that maybe 2026 is not going to be as smooth as a lot of people are anticipating. >> There is still room to run here. >> This is Bloomberg surveillance with Jonathan Pharaoh, Lisa Abramowitz, and An Marie Hordern. >> Live from New York City this morning. Good morning. Good morning from our audience worldwide. The third hour of Bloomberg surveillance starts right now and your scores look like this. Equity futures pulling back by 0.4% on the S&P 500. We're down by 0.5 on the NASDAQ 100. For the next hour or so, earnings from City any moment now. 30 minutes after that, we'll get data, PPI, and retail sales. Leisa sitting down with Ed Bassian, the DA CEO. Look out for that in about 15 minutes time. And Amarie later telling him Easter might get a ruling on those liberation day tariffs. >> We might get a ruling on those tariffs. And that's going to be huge for this administration because they basically need to work about 75% of some of the tariff deals they've cut with this administration or potentially the fentinel tariffs they've put on some other countries. Um that's going to be interesting also the timing of this because the president is going to Davos next week where he's going to be seeing a lot of these countries if he's reworking this that is going to be incredibly challenging and take up a lot of time and space for the rest of his cabinet. and he said yesterday we have other ways and tariffs is his favorite word so it's here to stay. >> We have got a lot to get through this hour including those numbers from city just dropping. We'll also catch up with Alexman of Barclays with stocks falling as treaders weigh the latest bank earnings. The Delta Airlines CEO catching up with Lisa following that underwhelming outlook delivered yesterday and Sarah House of Ws Fargo breaking down the latest data. We begin though with those city earnings just crossed moments ago. Danny has the headlines. Hey Danny. >> Hey John. As of now it is looking somewhat missed. Let's start with the highlights. The fourth quarter fixed sales and trading revenue is a beat. That comes in at $3.46 billion. The estimate was for $3.29 billion, too. The equity sales and trading that does come in light. Equity sales and trading revenue at just over $1 billion. The estimate was for $1.1 billion. Uh we did have a warning from the C CFO uh only a few months ago that the market's revenue would be in the low to mid single digits growth year-over-year. So maybe not a surprise that you do have a little bit of weakness there. Um it does look like the investment banking that is somewhat strong $1.27 billion. It is aggressive growth that city is aiming for the growth in the fourth quarter looks something like 84%. Uh for comparison JP Morgans was just up by 6%. So it's this turnaround perhaps a suggestion that the hire from JP Morgan biz raonavin uh in the late summer is working for city but again some of these other sort of metrics coming in a little bit weaker but Jane Frasier saying we enter 2026 with a visible momentum across the firm they are committing to a return on um equity of 10 to 11%. Total cost of credit is $2.22 billion. So uh that comes in lighter than the estimate for $2.5 billion. And let's just add into this the scoop from Bloomberg of a let go of about a thousand people this week. Just to be clear, in order for city to hit its target, it would need to let go more folks and uh to get to that profitability target and to get some of its headcount uh uh targets. So at the moment, John, I have to say it is looking mixed. Maybe that's why we're seeing the market reaction you can see at the moment, which is uh unchanged. But they are seeing a lower level of severance in 2026. So maybe some of the employment picture will start to normalize at least when it comes to the cost of that. >> Somewhat similar to what we saw from JP Morgan yesterday, Danny. Pockets of weakness, pockets of strength against the relatively high bar given the rally we've seen in some of these names over the last year. Then we get to the call and Danny, we know how this goes. The media gets on the call and they skip past the numbers and they go straight to the policy and the politics. What are we hearing elsewhere? >> Well, well, as we were talking about before, Bank of America flat out declined to comment. Wells Fargo, their CFO, uh, indeed did decide to comment. John, I was looking at some of the comments he said. He said that the card proposal would affect a wide spectrum of people. It would have a negative impact from the threat of that. But just to be clear, as we had with JP Morgan and as we had with Bank of America, they are at pains to begin that answer by saying we support the affordability push that it is an issue. the CFO saying families across the country have been having issues with affordability for some time and we think about different solutions to combat the problem. But again, he goes on to say, as been pointed out, it would have a significant negative impact for credit availability for a wide spectrum of people and a negative impact on economic growth uh and a negative impact on the industry, too. So, John, we do have comments there and as expected, they're not positive ones. >> Danny, thank you. More from Danny throughout this morning. Look out for Danny alongside Matt Miller in about 55 minutes time. Rule number one of banking. Never upset the person with their finger on the regulation. >> Absolutely. For City, I cannot wait to hear what they have to say in terms of the credit cards. Our Bloomberg analysis that City leads the group of cards representing 23% of loans. Can they even make money if the cap is under 10%. >> City this morning down by about a third of 1%. Goldman reporting tomorrow they're down about 4/10en of 1%. We'll hear from them and Morgan Stanley tomorrow morning. Look out for that. Here's a view on Wall Street this morning. Alex Alman of Barclay's writing, \"For the time being, investors will have to navigate the noise upcoming Q4 earnings and try to deploy capital into themes that should be agnostic to the whips soaring headlines.\" Alex, I'm excited for this. Tell me how to do that. Good morning. >> Good morning. So, uh, keep it really simple, um, as as simple as possible. Thematically, as far as we as a team are concerned, there's one very obvious theme which you can deploy in a lot of different ways, and that is the US China decoupling. It's that simple. And that I think is going to be running and humming in the background. And at the center of that for us, of course, you've got topics like defense. You've got topics like um uh uh commodity security um and just like US hedgemony as well. And so anything within that we're particularly focused on the commodity angle. We think this is like one of the most interesting themes that that I've personally seen. >> Let's get into that. We're seeing metals this morning and it's not just precious metals, gold, silver, you're seeing it in copper in tin. Does that speak to the kind of things you and the team are thinking about? >> Very much so. So, look, we've seen a precious metal rally and that is obviously to do with debasement and deolarization all this kind of thing. Industrial metals is kind of something which we pivoted to quite hard in the fourth quarter of last year and the reason is because of that decoupling and just to give you the exact summary in its simplest form, US and China used to co-depend on one another or still do codependences. If we're moving to a world of decoupling and we're in a sort of a dant right now up until the Taiwanese elections at the beginning of 2028, we've effectively got two years for these countries to secure as much resource as possible. Not just physical demand, but also just the line of sight on future supply. And what's really important about that is at the moment the US is relying on over 50% imports on about 47 critical metals and resources. It's not just rare earths, it's everything. copper, lead, lithium, electrification systems, aluminium, everything. >> If that is your base case, then can we see more noise when it comes to geopolitics? The president a week ago, a little more than a week ago, captured Maduro. He's now talking about Greenland. >> And and let's not let's not exclude Ukraine as well. Uh massive on critical minerals and resources as well. So yes, I think a lot of the foreign policy decisions are being driven by those two factors, by defense and commodity security. Is this have to do with the AI trade and building out data centers or is this to increase the availability of these minerals and metals we need for our military? >> Well, I think it's both of those. And on top, if you just want to run an economy, if you just want to build infrastructure, if you want to build roads and bridges and electrification of grid and modernize your entire economy, you need access to critical minerals and metals. And of course, people talk a lot about the AI narrative when it's an important incremental demand for copper, but we're talking about maybe five or 6% of global demand is coming from AI data centers. China is accounting for 60% of global copper demand. >> Let's finish on the price of the story. So, some of those metals are already trading at all-time highs. Gold, silver, copper. In the bank sector, we've seen some record highs in that sector as well, and they've gone into earnings season following a massive rally, and we've seen some push back from earning season. I just wonder if you're taking any early indicators from the way the stock has behaved in response to the earnings we've seen in the last 24 hours >> specifically on in the financials. >> The financials. Yeah. >> I mean, I think you've obviously got this noise around the credit card data which which you you guys have already covered. Um against that, you've also got to consider there's still a question mark about what's going to happen within the ECM world in 2026. There's also going to be a question around the state of the consumer in 2026 as well. Most people are are of the view that it's going to be a very robust backdrop still for the consumer. But let's not forget, we've talked about this a lot in the past. We're still in a K-shaped recovery. There's a large number of consumers that aren't in good shape, and we have to consider those as well when talking about consumer finance. >> In some ways, does it make it easier to trade small caps, to be invested in small caps because they're not the target of some of the headlines to start the new year. >> So, as we've been as a team very bullish on small caps since around about July of last year, we're beginning just to sort of temper that enthusiasm just now. And >> what's changed? Just the rally? >> Well, the positioning. So positioning was a big driver of what of of our view back in the summer when the they basically had record shorts by hedge funds and asset manager that's now completely closed actually has moved back to a net long. It's not crowded by any stretch and one of the big beneficiaries of small caps right now is a combination of the OBB and also the fact we have to think about AI beneficiaries i.e. low margin companies that actually can start to get the benefits of AI productivity as well. So there is still a positive small cap story, but from the positioning dynamic perspective, we have to respect the fact it's changed. >> Is it fair to say that trade though is no longer dependent on lower interest rates? That something did click in in the last several months that was away from the Federal Reserve story in >> in terms of trade, >> the fact that we had small caps rally as hard as they did, even though basically the rate cutting cycle has now stalled. I >> I would definitely say there's been a tariff a tariff temperament dynamic that's that's been at play in small caps as well. And of course, we're going to get the IPO announcement from the Supreme Court any day now. And I think that decision will also um plot the path for small caps in the near term too. >> Is that a market story? The Supreme Court decision because Amar's asked this question continuously and had a lot of push back. I would say basically goes something like this. Yeah, me basically what's going to happen is they'll find another way and it doesn't really change anything. >> So that that's really the question. The question is not about whether it's a market dynamic or not. question is does the president want to you use this AIPA Scottus ruling as an offramp in a year where he want really wants to win the midterms and you can see a lot of the domestic policy announcements that have come through from him over the past week in these frenetic headlines have been about affordability and helping the middle class and so would actually a tariff roll back and we've already seen some of that right whether it's furniture and kitchen cabinetry and stuff that was supposed to kick in and didn't is this all part of a a let's call it a one-year hiatus in order to try and improve the affordable affordability dynamic of of Americans and then kick the tariff narrative back in. That's not my view. Just to be very clear, I think that the president >> blame the Supreme Court, >> right? I think the president likes tariffs. I think he likes winning. I think he likes using it as leverage uh in part of the foreign policy. However, there is still a narrative out there that there is an offramp that could present itself. >> A lot to think about in the week and year ahead. Alex, thank you, sir. Good to see you. Alexman there of Barclays. Let's get you an update on stories elsewhere with your Bloomberg brief. Let's cross over to Vonnie Quinn. Hey Vonnie. >> Hey John. Thank you. City out with its fourth quarter results, reporting FIC sales and trading revenue that beat estimates. CEO Jane Frasier saying the bank is entering 2026 with visible momentum across the firm and committing to a 10 to 11% return on equity. Robotics startup Skilled AI is being valued at 14 billion in a new funding round. The company raising over a billion dollars from investors SoftBank, Nvidia, Bezos Expeditions. Skilled AI's valuation has more than tripled in the last seven months. Airbnb is set to launch an AI search this year as it leans more into AI for customer recommendations. This coming after the company hired former Meta head of Gen AI as its chief technology officer. CEO Brian Chesy telling Bloomberg News, \"We're going to build great design sensibility into the experience of Airbnb.\" And that is your Bloomberg brief. John, >> hey Vonnie, thank you. Appreciate it. Up next, we'll get you the morning calls plus Lisa sitting down with the Delta Airlines CEO Ed Bastian. That conversation up next. This is a market that's very hard to depress. There's money pouring in from 401ks. because of money pouring in from stock buybacks. You've just got a huge surge in demand for equities and not a lot of money coming out of the market. The greatest sort of economic and financial risk to the market is that something goes wrong with the AI hyperscaler story. But for the moment, I don't think the macro numbers going to shake this equity market. That was David Kelly of JP Morgan. Here's the equity market this morning. Just slightly softer down by 0.4%. That's the price action. Let's get you some morning calls. Goldman raising its price target on Hallebertton highlighting improving international confidence and values from Venezuela. Your second call from City raising its target on BMY Melon citing a firm strong outlook. And finally, UBS downgrading Rivian to sell calling expectations for its latest vehicle launch elevated. Looks like a nice car to be honest with you. Anyway, more on that later. Another time, another day, another week. >> Saw one yesterday. >> Got stuff to do. No, the new ones are cool. The new ones are very cool. >> Yeah, it's almost looks like a Range Rover of the '90s. >> It's like a smaller version. Anyway, Rivian's down by 3%. Let's turn to the airlines. Delta, the first to report fourth quarter results. Lisa is at DA's headquarters in Atlanta and she joins us now with a special guest. Hey, Lisa. Hey, John. Thank you so much. And we do know your uh your obsession with Rivian and expect you to be driving one. I am here in Atlanta, Georgia with the CEO of Delta, Ed Bastian, here alongside me after that earnings report yesterday and that projection of 20% earnings per share growth in 2026. Now that you've had a day to digest, have you been surprised by the market's reaction and frankly by the lines of inquiry that you got yesterday? >> Not really. Uh first of all, thank you for coming down. It's great to have you on our campus down here in Atlanta. The uh there were a lot of expectations. you know, we have a lot of momentum in our business and as we're going into the year, we've seen the first part of the year, the momentum picked up yet again in the early early days of January. And so, as a result of that, I think our our investor base was curious as to whether they see that momentum continuing to build, continue to flatline, to bop around a little bit. And we just finished a year where we saw some pretty significant challenges whether it was the liberation day impact on consumer sentiment shutdown of the government and the airspace in the latter part of the year. So we wanted to make certain we had a little bit of wiggle room some caution as to how we thought about you know projecting the year out and so I think there was more inquiries to just how much caution is there and what could great look like right and so I think that's more of what we saw. So, we'll get into what great could look like. Uh, let's get into the caution and some of the things that are less foreseeable, including a proposed 10% cap on uh, credit card rates. And it raises this question about the loyalty program at Delta, considering the fact that American Express and the partnership there contributed something like uh, 14% according to my calculations of the revenue growth over the past year. I'm just wondering how big of a hit is this? Have you started to map that out at all? >> I think it's early. I think it's premature. uh listen that's not our business as the financial services world and the banking climate I think the banks that have already come out and spoken about it are expressing a tremendous amount of concern so I understand it would require legislation is what I'm told and u we know the challenges of of getting anything through Congress uh these days I also think the the knock-on effects are pretty significant when you think about you know what what seems to be maybe a good idea to help the lower income strata given some income tax or income tax some some uh interest rate relief. The reality is it's going to eliminate their ability for credit and it's going to freeze up, you know, tremendous amount of credit lines that the banks aren't going to be able to afford to provide. So I, you know, I'm not it's not my business. Uh, of course, we're going to work closely with American Express. The second factor is is that AMX is a premium card provider. So that's really not the income level that we focus on in our business. At the same time, there is a sense that that's a growing part of the revenues. We saw an 11% increase in the contribution that this particular aspect uh made to to Delta's revenue. So, I just wonder how much do you expect that to grow? All things being equal. >> We're expecting uh high singledigit growth. You know, in the current year, we've been seeing double digit growth for the last several years and it's a really important part of our business model. But I don't think it's something that we we look back and start getting concerned. I think this this idea has a lot of roadblocks and and obstacles ahead of it. >> One thing that you said in an interview with the colleague talking about what could great look like is that effectively all the growth that you've seen so far has been from the premium cabin, not from the main cabin. Why do you think that is? Is it because of just incredible strength at the premium end or is it because of weakness in the main cabin? I think the main reason is the demand set for the premium seats and the premium product that we offer is at a continues to be at a record high. Uh the more we look at the health of the consumer, we talk about the K, we're at the top end of that K in terms of who our our consumer is and when you have a high demand set, that's what drives pricing strength and that's what drives the growth that we've seen over the last several years. That said, on the main cabinet, it's still a big part of our business. It's what pays the bills, I'd like to think of. And as we see some of the the rationalization that's occurring because you have a lot of lower-end airlines with low-end seats, too many seats chasing still enough consumer demand. that that space is where a lot of the rationalization and you see it in the industry uh currently as that backdrop continues to get uh into a healthier environment because all those airlines have to find a way to earn their cost of capital. They're not going to be around. And so as a result of that, whatever happens there, we will benefit from that and we'll keep that premium demand set growing. So, but we're not growing in that space, but it'll still be be a good one for us in terms of improvement. You've talked about consolidation in the lower end of the industry and how you expect this to be a pretty big year of that as people try to justify their existence and and and survive. Would you play in that in any way? Would you make any acquisitions? >> We're not going to comment on that question, but you know, when you look at who Delta is, you can answer that question for yourself. >> Well, I guess that the other question is how much is the growth going to come from organic versus inorganic? Is there sort of a plan especially given how much you've reduced leverage to really increase by acquisition some of your capacity? >> Well, when we look at that growth for us international is is a big part of our our growth strategy. And we announced yesterday at big new order for the Boeing Dreamliner. We're very happy about that, excited about that. People think about our industry, they come to me, they say, \"Where's the future uh for travel going to come from? We're 100 years old.\" It is international. When you think about only one in five people in the world have ever stepped foot on an airplane, that means you have to go new places. You have to find new opportunities to grow and expand. And that's going to be the statement of the second century of flight. I believe it's about making the world a much more connected place than it is today. >> You know, this comes at a time, the international travel growth that the rhetoric between countries has been incredibly heated and more about putting up walls. Are you concerned that that could have consequences and put barriers when you talk about the international travel and the growth that you're seeing in that sector? >> There have always been walls. There has always been in politics. There's you when what we we think look at the world today, we know the one thing that really does unite the world is when you can actually travel and see and experience and get to know people and you and you bring the countries physically closer together. So yes, there's it's it's not going to be a straight line up. You know when in in this business we know there's a lot of turbulence in the sky uh not just in the business model sometimes but when we actually do physically get connected back together and the world start come a closer place that's where real opportunity sits. >> You're talking about the demand so far this year and you've seen I believe record demand so far in the first uh week and a half of January. I'm just wondering is it mostly still coming from premium? Is it equal across all tiers? Is it also an economy to the same degree that you're seeing in terms of the robust interest at the top end? >> It continues to be at the top end. It continues to be in business. Uh we're seeing double digit growth in business at the start of the year. Uh we had our largest weekly sales in our history. Just last week, up double digits over the same week a year ago. So if this this demand set continues, we're going to have a great year. >> So I have to end with this because my colleagues asked me to do this. the lounges, the regular lounges, not the Delta One, they're getting really crowded. How are you going to manage that considering that a lot of people have complaints about that? >> Well, we've been experiencing that for the last handful of years and it's a uh it's a problem with no good deed goes unpunished. You know, you build something great and everybody wants to be in there and there's not not doesn't feel as exclusive any longer. Uh we've been working through that for the last several years. American Express is our close partner on that. American Express is building lounges. We're building new lounges. We got the Delta 1 lounges that are coming. We're going to continue to build more supply and more capacity to take care of all of our great customers. >> Ed Bastian, thank you so much for being with us today. Really appreciate speaking with you. John, I'll send it back to you. And I did get that in. Ed Bastion, the CEO of Delta, saying he is going to address that lounge issue. >> I got one more, Lisa. Just one more. We need something to pull into from New York. Is that something they can figure out? >> Okay, I'll put in that request. >> Thank you, Brao. Thank you very much. Thank you, Lisa, with the latest on the ground at Downtown Airlines. Wouldn't that fix things? They got a new route into Sardinia as well. >> I wonder if that has to do with, you know, everyone's so excited about Sicily coming after the, you know, the series White Lotus. There is someone though that is traveling direct to Bari. Who is it? I don't know who it is. Someone someone on the summer months. >> None of the major airlines though, as far as I understand. Anyway, the latest on Delta there and yesterday really the headline and the big takeaway from that company story was just how well the premium cabin is doing and how soft things are elsewhere. We're seeing that in the economy. That's exactly what we're seeing in the economy, which is why I often call it the Delta Airlines economy that half the country thinks it's group one and the other half is struggling. >> And when it comes to Delta, they're putting all that money into those individuals at the upper echelons who are able to afford that. I don't even know if it's a K-shaped economy. I forgot what analysts said this, but it almost feels like a lowercase I. It's everyone and then the small top 10% right there at the top. >> Delta Airlines down by about a third of 1% at the pre-market. Coming up, we'll get you some data, PPI, and retail sales. We'll catch up with Sarah House of Wells Fargo live from New York City. You're watching Bloomberg TV. The opening bell about 60 minutes away. Equity futures on the S&P 500 negative by a third of 1%. On the NASDAQ 100 down by 0.4 on the Russell were down by 210 of 1%. Economic data seconds away. We'll get another read on inflation with PPI and a look at retail sales in America as well. Going into that in the bond market, yield still rangebound 10 to 41556. bond yield to lower by let's call it two basis points on tens on 30s we're down by two to 482 with the latest data let's cross over to Mike McKe for more hey Mike good morning John well we'll see if we can't move the needle a little bit for the equity markets with retail sales coming in up 610 of a percent after being flat that's the headline flat in the month of October these are November numbers so we're behind remember because of the government shutdown x autos up half a percent after uh 4/10 T gain and uh X autos and gas up 4/10 as well. The control group which is what we really care about up 4/10en of a percent that's up that's down from a 610 gain revised lower for the month of October. The uh PPI numbers are not out yet. They're slow to come out. Uh here we go. Uh producer price index increased 210 of a percent in November. Now remember these are no S September to November numbers because there were no October numbers just like with CPI uh the uh PPI for uh the year let's see if we have an annual basis number uh 3% for the 12 months ended in November and that's the headline now uh if you want to take the core which uh we usually consider the X trade one uh the index for final demand less foods energy and trade services up 2/10en of a percent in November and for the year up 3 and a2% that is the largest 12-month increase since rising 3.5% in March. So on the basis of the PPI uh annual figures it looks like you're not going to be cutting interest rates anytime soon and with relatively strong retail sales uh it seems like inflation is still going to be on the menu. Mike, as you indicated, somewhat dated data, but are we getting a decent picture of momentum we had into year end and into the new year? A decent picture of the overall economy? Well, probably not in terms of the data that comes in for the overall economy, but it gives us a direction. Uh the January meeting, they've already said they're probably not going to be cutting, and I would assume that this kind of data seals that. And then they'll have two, three more reports on all these things before the next meeting in March. So, they'll have a much cleaner read by the time we get to uh the end of the first quarter. Uh just quickly here, uh motor vehicle sales were up by a percent. Uh sales of parts and cars, furniture down a tenth of a percent, building materials up 1.3%. Groceries up just a tenth of a percent. And remember, we saw in CPI that uh the grocery price indexes went up. So, since all this is calculated on a dollar basis, that's kind of interesting. Gasoline sales up 1.4%. Clothing stores up 9/10 and department stores flat. Department stores down 2.9. General merchandise flat. This is November numbers. So these would have been the Black Friday numbers and it uh they don't seem to be as good as you might have hoped for that period of time in terms of holiday gifts. >> Might just stand by. I'll get to some of the price action. I want to come back to you in just a moment. We'll talk about the Federal Reserve. Equity futures off the back of all of this pretty much unmoved. We're a little bit softer going into the opening bow. That's where things stay in the bond market. Looking across the yield curve, twos, tens, 30s, yields were lower, still lower by basis point or two across the curve and in forex change exchange. Bit of a snooze for Euro dollar just about unchanged on the session at 11645. Mike, let's park the data from park the price action. I wanted to talk to you about the universal push back we've seen to developments around the Federal Reserve over the past few days to see all these central bankers sign on to the same note. What was your reaction to that, Mike? I I think central bankers uh are looking at this from the point of view of what's good for themselves is uh having the Fed be independent and not under the control of any politician because if the Fed is moving interest rates around it's going to affect people's currencies and that's going to affect their economies. Uh so they have a vested interest in this. It's interesting that Neil Qashqari in an interview with the New York Times that's just out says that J Pal was right that this is about uh monetary policy the president's efforts and that uh Powell explained the situation accurately. Uh Kashkari saying he doesn't see any impetus to cut in January. And we might also mention the little bit of other news. French Hill who's the chairman of the House Financial Services Committee on with us quite often says uh he does not he anticipates that J. Pal will not come up to the hill to testify for the House and Senate uh in what we call the Humphrey Hawkins testimony because of the uh president's investigation. >> There's some tension building. Let's put it that way, Mike. And it has been building over the last year. Mike McKe on the data and on the Federal Reserve. A lot of foreign central banks signed up to a letter to defend Chairman Pal and the independence of the Federal Reserve. That's on independence. But these central banks are still accountable to the governments that they're in, the countries that they are they are placed in located. And this was interesting in watching how this played out in New Zealand. The prime minister came out with a note. Now, the New Zealand Central Bank Governor signed up to that very same letter. And this is what the prime minister had to say. The RBNZ has no role, nor should it involve itself in US domestic politics. We remind the governor to stay in her lane and stick to domestic monetary policy. basically saying from the foreign affairs minister, do not weigh into another country's domestic politics. He put it pretty bluntly. Stay in your lane. But you also have to imagine this is a smaller export-heavy economy. They don't want to get in the crossfires of what's going on with this president potentially as they're dealing with trade issues. So, it was interesting that a lot of these central bankers seemed excited to sign up for this list. It was a very long list. The ECB was on there. The Swiss National Bank was on there. But this is one economy, one place when the foreign affairs minister is saying that is not your role. This is my role to deal with the United States. You shouldn't have signed up for it and is actually getting a little bit of a talking to publicly about it. >> You might be independent, but you're not unaccountable. And I think a reminder coming out of New Zealand overnight. Sarah House of Wells Fargo joins us now to talk about some of this economic data. Sarah, welcome. I was talking to Mike McKe about that. Getting a picture for the momentum we had coming into 26. What does this economy look like? Yeah. So, I still think we have some some decent momentum. So, not nearly as strong as what we were looking at a year or so ago, but you're seeing that consumers are out there still spending. So, I think the the underlying pace of of income growth has been a bit of a challenge with just the jobs market slowing, but you still have transfer payments and at the end of the day, consumers still have their jobs, even if you are seeing a more sluggish jobs market. So, we're seeing that filter through in spending. And while I think you're seeing some underlying inflationary pressures begin to dissipate, it's it's only happening gradually as we saw with the PBI numbers this morning. >> The disinflationary momentum is a story for a lot of people. Sarah, we had City on the program earlier on this morning. Veronica Clark's making the argument that the disinflationary momentum is going to be so strong it will reopen the door to rate cuts later this year. In fact, the Fed will be able to cut three times. Where are you on the same argument? >> Yeah. So, I generally agree. So, we have two rate cuts in our forecast with I think further disinflation or at least inflation resuming its descent. Part of that story and even if we're not getting all the way back to to 2% this year, I think the directional progress will encourage the Fed to move towards a more neutral stance when you still have lingering concerns about the jobs market. So, even with December's edge back in the unemployment rate, it's still up over the past year. It's really up over the past three years. And so you combine that with just the the questionable pace of of job growth where really we're seeing hiring at at more or less a standstill. I think there's enough to make the Fed cautious to to return policy to I think a stance that they are are decidedly believing is closer to neutral. So a lot of questions about where exactly that is, but I think most committee members would say we're not quite there yet. >> McKe noted a number of times that this was November's numbers. What do you take from the fact that the data feels so outdated at this point? >> I'd say some data is is better than no data and even late data is better than holes in in the data. So I think it's it's helpful in that regard. But I think there's still questions in terms of of how uh how robust this data is just given, you know, sampling period shifted, survey response rates um potentially obstructed by just the interruption of of the normal course of of procedure. But I think again what we're seeing is the inflation picture it's it's definitely not getting worse. So even if we're still seeing signs from the PPI that that price growth remains rather sticky. So we're still seeing the the numbers, you know, the core core, so X food, energy, and and trade services. It's still down on a year-over-year basis from where we were a year ago. And then we're seeing more clearer improvement from the latest CPI data. So I think it's still consistent with that slow, gradual descent in inflation resuming. I feel like a broken record, but when do you think we'll start to get clean readings when it comes to the government data? >> Yeah. So, I think it's going to be closer to to March and you know, particularly when it comes to the inflation data where you have some of the seasonality issues to get through, not just the shutdown. So, you're just in a very noisy period for the inflation picture. So, I think by the time we start getting the March data, which won't be until April, there's still going to be some question marks around this. So, at least we have some data now. But I think uh it's it's still I wouldn't say quite the the cleanest cleanest data we've had or kind of that cleanest block of of data that we we'd like to be making forecasts on and you know policy makers making decisions on. >> Sarah, everyone's freaking out about central bank independence. Can we finish on that? How credible are those threats? Now, let's measure that. when you look at inflation based expectations, market-based inflation expectations at the moment. Do you see a credible threat to central bank independence showing up anywhere? >> So, I think it's difficult for for markets to price that in right now. So, I think we've seen obviously the pressure ramp up, but at the end of the day, we still have a 19 member committee. And so I think until you see a much bigger change in in that committee, you're going to see policy makers, as we've seen pal say time and time again, they're going to put their head down, do their job, that's the best way that they can can demonstrate that independence. And I think as long as we're we're seeing that play out, it's going you're not going to see a lot of that in in markets, even if I think it is in the back of a lot of part market participants minds >> without a doubt. Sarah, thank you. Sarah House there of Wells Fargo. Not to underplay the seriousness, the nature of the kind of conversation we're having over the last few days, but ultimately if you look at the market's judgment of how credible these threats are, there seems to be a lot of faith in the independence of the Federal Reserve and the robustness of the institution, the resilience of the institution, if you look at the bond market, essentially unmoved in the face of all of this, >> right? And a lot of that has to do with the fact that you have senators coming out and you have individuals in Congress that are Republicans that are saying, \"We're not going to move forward with any sort of Fed pick.\" until this gets wrapped up. Chris Nagua was at the Council of Foreign Relations speech that uh Mr. Williams, President Williams of the New York Bank of Fed, a reserve president gave and he asked this question. Why is the market shrugging it off? Do they not care? And basically the answer was the market just doesn't have all the information yet. The Fed is still independent right now. So the market is just pushing this forward, pushing it off to something else until they actually have that credibility really seriously questioned. 10 year bond yields right now 415 down on the session by two basis points. With an update on stories worldwide this morning, let's cross over to Vonyie Quinn for your Bloomberg brief. Hey Vonyie. >> Hey John, thank you. So recapping that data we got moments ago, PPI inflation coming in higher than expected for November, rising 3% year-over-year. That compares to estimates of 2.7%. Month overmonth numbers were unchanged for prices, excluding food and energy. US retail sales as well came in higher than expected rising 6% from October compared the estimate for a half percent gain. Amazon is looking to reduce what it pays suppliers ahead of that potential Supreme Court tariff decision. The Financial Times reporting the tech giant is moving to reverse some of the measures used to ease the impact of President Trump's levies. In sports, Mike Tomman has stepped down as the head coach of the Pittsburgh Steelers. Tommen had been in the role since 2007 and was the longest tenur head coach in the NFL. He won Super Bowl 43 in just his second year, but failed to win a playoff game across the team's last seven appearances. In his 19 years, he never finished a season with a losing record. And that is your Bloomberg brief. John >> Bonnie, thank you. Thanks for this morning. Up next, we'll catch up with the Carile co-founder and co-chairman David Rubenstein plus Yhara with your morning movers. Tread is digesting earnings from Wells Fargo, Bank of America and from City. What's exceedingly clear is that President Trump is not going to let these tariffs go. we may end up with a decision today that rules against certain tariffs, those imposed for trade deficits and retains other tariffs. So, it will be really important, I think, to take some time uh to analyze whatever the Supreme Court puts out before before companies make decisions about what to do next. >> That was Kate Kuawitz, the former White House trade official weighing in on the prospect of getting a Supreme Court opinion, a ruling on the Liberation Day tariffs announced by the president last April. As we count you down to the opening bell about 45 minutes away, equity futures shaping up as follows. Slightly softer this morning. We're down by about 0.5% to 0.4. We're down 0.6 on the NASDAQ. The financials in focus, the big banks and others with your morning movers. Here's Yhira. Hey yhra. >> Hi John. We start there. A lot of whips sawing among these bank stocks this morning. And we start with Wells Fargo. Shares are down 2.5% after higher severance costs and a miss on net interest income hit profits. Meanwhile, Bank of America, its shares were positive earlier, now down 1.8% despite it beating on most measures and its equity traders posting their best fourth quarter ever. And City, the only one in the green right now among the banks that have reported it is up 1.8% after it posted a big jump in dealmaking revenue. Fees surged 84% in the first fourth quarter. Meanwhile, gold, silver, copper, all hitting record highs and that is powering mining stocks this morning. We are seeing bar gold up 1.9% while first majestic silver is up 3.5%. And we end on Palo Alto Networks. Those shares are down 1.5%. Honor Reuters report that China has banned the use of its software over national security concerns. This is part of a bigger ban involving about a dozen US and Israeli national uh cyber security firms. And of course, this comes as tensions between China and the US have heightened and China is pushing its companies to use domestic providers. John >> Yhara, thank you. Thanks for this morning. Let's turn back to a big story of the week so far. JP Morgan CEO Jamie Diamond warning the DOJ subpoenas of the Fed risk undermining the central bank's independence. President Trump responding. I think it's fine what I'm doing and we have a bad Fed person. We should have lower rates. Jamie Diamond probably wants higher rates. Maybe he makes more money that way. >> David Rubenstein, the Carlile group co-founder and host of peer-to-peer conversations on Bloomberg television joins us now for more. David, good morning. Good to see you. >> Good to see you. >> You've known Chairman Pal for quite a while. It's very very unusual to see him engage in such a public way on such a hot issue like he did on Sunday evening. What was your reaction? >> Well, he worked at Carlile for 8 years. I got to know him quite well and I thought he was an honorable person and a very very smart person. Um for several years he did not respond at all to any of the uh complaints that President Trump has had about him and it showed enormous restraint in my view. I don't think I could have had that kind of restraint. Um but I think finally when uh possibility of criminal action against him uh was put on the table, I think he responded in a way that most people would respond. I think uh anybody that has that kind of threat over them is going to probably respond. I think uh when President Trump had threats of criminal action against him, he responded publicly and I'm not surprised that J Pal responded that way and I'm sure I would respond that way if something like that happened to me. >> In your opinion, do you think there is a genuine threat to the independence of the Federal Reserve, a credible one? >> Well, of course, all that's happened so far is some subpoenas have been issued. Uh there's been no decision by a grand jury, no decision by a prosecutor. Um so I just don't know uh what will really happen. My guess is that probably nothing will really happen in the end. The reaction of the financial community has been uh fairly unanimous. I haven't seen anybody who said well this is a good idea. Um let's make the Fed less dependent uh less independent. Haven't seen anybody say that yet. So my view is that probably like many things in Washington are one day wonder stories. This will probably go away. Um, but I, you know, but of course I'm not the person who has subpoenas against me, so it's easy for me to say that. But I would suspect any intelligent person who looks at JPAL and his integrity over many, many years would conclude that this is an honest person. Uh, there are always cost overruns in any building that you might have. I don't know that the cost overruns are criminal. Um, and any building in Washington that's built has cost overruns. uh the White House ballroom. Um from reading newspaper reports, there seem to be cost overruns there as well. And I don't think that's anything criminal. So I think you always have cost overruns in building buildings and I don't think he's a construction manager or he's making any money from the cost overruns. So I don't think there's anything uh that's criminal in my view based on what I've seen so far. >> Having knowing having known Jane Powell really well, do you think he will stay on at the Fed to serve out his term in his governor seat till 2028? >> I don't want to speak for him. Um I would say uh he's done a great job for the country in my view serving as chair for quite a while. Remember as chair we haven't had any recessions. He's had to increase interest rates and decrease interest rates and normally if you increase interest rates or decrease them at some point you get a recession. The time he's been the chair of the Fed there's been no recessions. Now it's not only because of him but I think he's probably uh you know feels he's done a service to the country. He's done a service before in the George Herbert Walker Bush administration. So I can't speak for him and I don't want to do that. But I would if I were me I would say I've done my job as chairman. I'm now going to do something else but I can't speak for him so I wouldn't know. >> Right. When you do though think about his tenure at the Fed. He is known in a lot of individuals that watch the Fed known as Mr. Transitory. Do you think this reshapes his legacy now? That video he put out. >> Well obviously uh since this has never happened to any chair of the Fed before, this will probably be uh getting a lot of attention. But I suspect that he will be go down in history as a Fed chair that explained what he was likely to do or the Fed was likely to do in reasonably precise terms before they did it. And then afterwards, 30 minutes after they did it, he would explain it in English. Many Fed chairs talk in what's called Fed speak so that you can't understand what they're saying. And that's intentional. Alan Greenspan used to tell me that this is the way he wanted to talk. He didn't really want people to know exactly what he was thinking. But Jay Pal is using the king's English and he actually says things pretty precisely and it tells you within 30 minutes what they're doing and why they did it. So I think to that extent he's done a pretty good job for the Fed. And again we haven't had any recessions and he was not the one who said let's inject $5 trillion into the economy to deal with CO. Remember it was under President uh Trump and President Biden that $5 trillion was injected in the economy with no corresponding tax increases. Of course you're going to get some inflation. I'm sure he regrets not saying saying that it was transitory at the time, but I don't think that was a a big thing. That's a big part of his legacy. He did ultimately what was necessary to be be done. And now inflation is in reasonable shape. It's not at 2%. But it's also not at 8% either. So inflation is a tolerable rate. Um the 2% target may have been a little ambitious. Maybe it'll get there, but certainly now it's inflation is not the main thing that people are talking about in in the America. >> Inflation rate is tolerable for a lot of people in this country. The price level is almost unaffordable. There is a problem with affordability and we're seeing that being addressed by the president. City groups been quite direct about some of the proposals coming out of the White House saying the interest rate cap would restrict access to credit. Has big business got a target on his back for this year? >> Well, it's always easy to beat up on big business because uh you big business is uh is something that the average person on Main Street is probably not happy with from time to time. I think politicians and political figures for the last hundred or 200 years in America have found uh beating up on Wall Street or beating up on business people a a very inviting thing to do. And nobody's ever lost an election that I know of by beating up on Wall Street. Uh beating up on Wall Street has never forced anybody to lose an election. So it's a very tried and trueue technique and I suspect people on Wall Street are probably familiar with it by now. Does it give Wall Street pause though that the president is apparently texting on a regular basis with Zora mom Donnie and also having calls with Elizabeth Warren about issues like this a 10% credit card cap? >> I think the business community while I can't speak for the entire business community obviously um they are used to President Trump doing these kind of things and I think they uh understand it and this is his technique of doing communicating and so I think they're they don't criticize it. They don't say it's great. It's just what he does and that's how he communicates and they're used to it by now. So, uh, each person will have to make their own judgment about how they weigh it, though. >> David, always appreciate your time and your opinion, particularly on this topic. David Rubenstein there, the Carlo co-founder and co-chairman. Look out on Blimbe TV tonight, 9:00 p.m. Eastern time for the latest episode of the David Rubenstein Show, peer-to-peer conversations. That's taking place with Bill Browder. That's going to be an interesting one, especially given the fact that at the end of made a ton of money in the 90s and Russia and probably has a lot to say about what is going on right now between this war on Ukraine. Jonathan, an hour away almost though, we have to remember we might get a tariff decision from the Supreme Court. All eyes are on that. >> All eyes are on that like there were last week and then we didn't get one. So, we'll see if we actually get one this week. We're anticipating more earnings still to come. Morgan Stanley and Goldman Sachs reporting tomorrow, of course. And then in Davos, Switzerland, the headline act, the president of the United States addressing a World Economic Forum. Apparently, the big push is going to be on affordability. It's going to be an interesting time over the next week for this country and for the world. Coming up tomorrow, Jerro Cassidy of RBC, Jonathan Goliv, Neil Richardson of ADP, and Sarah Malik of New. Your equity market negative by 0.4%. You're opening about 34 minutes away.",
  "language": "en",
  "is_generated": true,
  "fetched_at": "2026-01-15T07:25:37.880740",
  "method": "yt-dlp"
}